export const examQuestions = [
  {
    "id": 1,
    "prompt": "Какие два метода следует использовать, чтобы снизить нагрузку на глаза при использовании цифрового дисплея? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Убедитесь, что экран не находится слишком близко к вашим глазам."
      },
      {
        "id": "B",
        "text": "Расположите экран немного выше уровня глаз."
      },
      {
        "id": "C",
        "text": "Убедитесь, что основной источник света не светит прямо вам в глаза."
      },
      {
        "id": "D",
        "text": "Направьте основной источник света прямо на экран."
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 2,
    "prompt": "Для каждого утверждения о различиях между Интернетом и интранетом выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Интернет находится в частной собственности консорциума компаний.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Подключение к внутренней сети более безопасно, чем подключение к Интернету.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Интранет имеет неограниченное количество пользователей и доступен каждому.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 3,
    "prompt": "Вам необходимо определить согласованные соглашения об именах файлов для общей системы управления файлами, которая поддерживает несколько программных приложений и операционных систем. Для каждого оператора выберите «Да», если соглашение об именовании соответствует цели, и «Нет», если нет:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вставлять пробелы между словами",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Используйте длинные описательные имена файлов.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Для серий имен файлов, включающих даты, используйте формат ММДДГГ.",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "НЕ используйте специальные символы (- ! # $ % ^ * ( ) [ ] и {})",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 4,
    "prompt": "Переместите каждый термин из списка слева к его активности справа:",
    "type": "MATCHING",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Вы и ваш друг проводите видеочат, чтобы обсудить идеи для истории. -> Синхронное сотрудничество"
      },
      {
        "id": "B",
        "text": "Вы сами пишете историю; твой друг рисует иллюстрацию. Пока вы работаете, вы отправляете друг другу электронные письма с вопросами и обновлениями. -> Асинхронное сотрудничество"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 5,
    "prompt": "Вы работаете над групповым проектом, и один из участников группы вносит изменения в общий проект, не консультируясь с остальными членами группы. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Заберите у человека доступ к редактированию документа."
      },
      {
        "id": "B",
        "text": "Проведите групповое обсуждение редактирования документа."
      },
      {
        "id": "C",
        "text": "Не обращайте внимания на изменения и продолжайте работать над собой."
      },
      {
        "id": "D",
        "text": "Восстановите документ, удалив внесенные в него изменения."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 6,
    "prompt": "Для каждого утверждения об изображениях, которые защищены лицензиями Creative Commons и не являются общественным достоянием, выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Вы можете использовать изображение бесплатно",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Вы можете использовать изображение безоговорочно",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Если вы используете изображение, необходимо указать его источник",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 7,
    "prompt": "Переместите каждое условие сотрудничества из списка слева в правильное описание справа:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Корректура документа Google Docs для одноклассника -> Редактирование"
      },
      {
        "id": "B",
        "text": "Создание пяти слайдов для групповой презентации PowerPoint, сохраненной в OneDrive. -> Соавторство"
      },
      {
        "id": "C",
        "text": "Использование инструмента «Правописание и грамматика» для исправления ошибок в документе Word Online одноклассника -> Редактирование"
      },
      {
        "id": "D",
        "text": "Делаем фотографии и вставляем их в презентацию Google Slides, созданную вашими одноклассниками. -> Соавторство"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 8,
    "prompt": "Вы ищете в Интернете информацию о том, как выращивать овощи самостоятельно. Определите, какие результаты релевантны вашему запросу (Да/Нет):",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Статья в таблоидном журнале о садах знаменитостей.",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Статья с практическими рекомендациями, опубликованная престижным университетом",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Реклама популярного блога о садоводстве",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Нет"
    ]
  },
  {
    "id": 9,
    "prompt": "По каким двум причинам вам следует ссылаться на исходный материал? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Это определяет исследовательскую работу как вашу оригинальную работу."
      },
      {
        "id": "B",
        "text": "Он обеспечивает финансовую оплату людям, проводившим исследование."
      },
      {
        "id": "C",
        "text": "Это позволяет читателям найти первоисточник информации."
      },
      {
        "id": "D",
        "text": "Это отдает должное людям, которые провели исследование, на которое вы ссылаетесь."
      }
    ],
    "correctAnswers": [
      "C",
      "D"
    ]
  },
  {
    "id": 10,
    "prompt": "Вам необходимо создать точную копию вашей компьютерной системы Windows, чтобы иметь возможность восстановить компьютер, приложения и файлы до текущего состояния в случае катастрофического сбоя системы. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Создать образ системы"
      },
      {
        "id": "B",
        "text": "Создайте диск восстановления системы"
      },
      {
        "id": "C",
        "text": "Включите историю файлов"
      },
      {
        "id": "D",
        "text": "Настройте резервное копирование Windows"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 11,
    "prompt": "Вы видите публикацию в социальной сети, содержащую статью о текущем событии. Вы хотите оценить достоверность статьи. Какой фактор является наиболее важным?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Репутация и надежность новостного агентства"
      },
      {
        "id": "B",
        "text": "Количество фотографий, включенных в статью."
      },
      {
        "id": "C",
        "text": "Количество лайков и репостов статьи."
      },
      {
        "id": "D",
        "text": "Объем статьи и детали, которые она охватывает."
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 12,
    "prompt": "Переместите каждое поле адреса электронной почты из списка слева в его назначение справа:",
    "type": "MATCHING",
    "answersRequired": 5,
    "options": [
      {
        "id": "A",
        "text": "Чтобы ответить отправителю сообщения и исключить других получателей сообщения -> Отвечать"
      },
      {
        "id": "B",
        "text": "Чтобы ответить отправителю сообщения и всем другим известным получателям сообщений -> Ответить всем"
      },
      {
        "id": "C",
        "text": "Чтобы скопировать сообщение нескольких людей и позволить каждому видеть другие адреса электронной почты -> Копия"
      },
      {
        "id": "D",
        "text": "Чтобы скопировать сообщение нескольких людей и НЕ позволять каждому видеть другие адреса электронной почты. -> СК"
      },
      {
        "id": "E",
        "text": "Чтобы отправить сообщение, полученное от одного человека, другому человеку -> Вперед"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": 13,
    "prompt": "Вы загружаете файл .exe для использования на своем устройстве. В какой операционной системе работает этот файл?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Линукс"
      },
      {
        "id": "B",
        "text": "iOS"
      },
      {
        "id": "C",
        "text": "MacOS"
      },
      {
        "id": "D",
        "text": "Окна"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 14,
    "prompt": "Какую информацию вы можете найти на веб-странице с помощью функции поиска браузера?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Сколько раз в статье упоминается конкретная тема"
      },
      {
        "id": "B",
        "text": "Ответ на конкретный вопрос, относящийся к теме статьи"
      },
      {
        "id": "C",
        "text": "Соответствующие комментарии в социальных сетях"
      },
      {
        "id": "D",
        "text": "Список второстепенных тем, связанных с основной темой вашего исследования."
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 15,
    "prompt": "Мальчик из вашего художественного класса публикует в социальной сети фотографию свиньи с наклеенной на нее головой. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Ответьте на исходное сообщение нейтральным комментарием, чтобы мальчик знал, что вы видели сообщение и не собираетесь начинать драку."
      },
      {
        "id": "B",
        "text": "Опубликуйте в той же социальной сети фотографию куска бекона с лицом мальчика, чтобы посмотреть, что он будет делать дальше."
      },
      {
        "id": "C",
        "text": "Поймите, что пост является косвенной критикой вашего веса и садитесь на диету."
      },
      {
        "id": "D",
        "text": "Скажите мальчику, что вам интересно и вы хотите понять, почему он выложил это фото."
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 16,
    "prompt": "Что отличает генеративный ИИ от чат-ботов?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Чат-боты предназначены для создания нового контента, а генеративный ИИ специализируется на текстовых взаимодействиях."
      },
      {
        "id": "B",
        "text": "Генеративный искусственный интеллект фокусируется на создании креативного контента, а чат-боты имитируют человеческие разговоры."
      },
      {
        "id": "C",
        "text": "Генеративный искусственный интеллект и чат-боты — это термины, используемые как синонимы для обозначения одной и той же технологии."
      },
      {
        "id": "D",
        "text": "И генеративный ИИ, и чат-боты превосходно моделируют разговоры, но генеративный ИИ ограничивается заранее заданными ответами."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 17,
    "prompt": "Ава поделилась публикацией Мии в социальных сетях, и теперь ее смогут увидеть больше людей. Какое действие поможет защитить личные данные Мии?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Делитесь публикациями только с друзьями, надеясь, что они сохранят вашу информацию в тайне."
      },
      {
        "id": "B",
        "text": "Поделитесь своим номером телефона или адресом в биографии своего профиля, чтобы оставаться на связи."
      },
      {
        "id": "C",
        "text": "Включение настроек конфиденциальности, чтобы контролировать, кто может видеть вашу информацию."
      },
      {
        "id": "D",
        "text": "Сделайте свой профиль общедоступным, чтобы все могли видеть ваши сообщения."
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 18,
    "prompt": "Вы используете общедоступный компьютер в библиотеке, чтобы проверить электронную почту и баланс своего банковского счета. Какие две задачи вам следует выполнить, прежде чем отойти от компьютера? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Очистите историю браузера."
      },
      {
        "id": "B",
        "text": "Выйдите из электронной почты и банковских сайтов."
      },
      {
        "id": "C",
        "text": "Очистите кеш и файлы cookie браузера."
      },
      {
        "id": "D",
        "text": "Закройте сеансы браузера, в которых вы вошли на веб-сайты."
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 19,
    "prompt": "Определите функции, которыми управляет операционная система компьютера (ОС) или приложение (приложение):",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Редактирует текстовые файлы -> Приложение"
      },
      {
        "id": "B",
        "text": "Ищет в Интернете -> Приложение"
      },
      {
        "id": "C",
        "text": "Распределяет аппаратные ресурсы -> ОС"
      },
      {
        "id": "D",
        "text": "Общается с периферийными устройствами -> ОС"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 20,
    "prompt": "Переместите каждую концепцию из списка слева в ее описание справа:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Компьютерная программа, имитирующая разговор с пользователями-людьми. -> Чат-бот"
      },
      {
        "id": "B",
        "text": "Тип машинного обучения, в котором для обучения на основе данных используются искусственные нейронные сети. -> Глубокое обучение"
      },
      {
        "id": "C",
        "text": "Тип искусственного интеллекта, который используется для создания новых данных, таких как текст, изображения или музыка. -> Генеративный ИИ"
      },
      {
        "id": "D",
        "text": "Набор определенных правил, которые позволяют различным программным приложениям взаимодействовать друг с другом. -> API"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 21,
    "prompt": "Переместите каждый тип накопителя в его описание:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Достаточно мал, чтобы носить с собой брелок -> Флешка"
      },
      {
        "id": "B",
        "text": "Может быть установлен стационарно в компьютере без движущихся частей. -> Твердотельный накопитель (SSD)"
      },
      {
        "id": "C",
        "text": "Использует магнитный диск для чтения и записи данных -> Жесткий диск (HDD)"
      },
      {
        "id": "D",
        "text": "Доступен на любом устройстве с подключением к Интернету -> Облачный диск"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 22,
    "prompt": "В чем преимущество просмотра «приватно» или «инкогнито»?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Ваш веб-браузер позволяет вам изменить свой IP-адрес."
      },
      {
        "id": "B",
        "text": "Ваш веб-браузер скрывает действия других людей, использующих то же устройство."
      },
      {
        "id": "C",
        "text": "Ваш веб-браузер разрешает посещение веб-сайтов, которые обычно блокируются в вашей стране."
      },
      {
        "id": "D",
        "text": "Ваш веб-браузер блокирует рекламу."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 23,
    "prompt": "Для каждого утверждения об операционной системе Android выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Android — это программное обеспечение с открытым исходным кодом.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Android — настольная операционная система",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Для Android требуется Google App Store.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Неверно"
    ]
  },
  {
    "id": 24,
    "prompt": "Для каждого утверждения о цифровых следах выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Обновление браузера каждые шесть месяцев стирает ваш цифровой след.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Анонимные онлайн-комментарии, которые вы публикуете, невозможно отследить, если вы используете веб-фильтр.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Потенциальные работодатели могут найти изображения и сообщения, размещенные в социальных сетях соискателями в возрасте до 18 лет.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 25,
    "prompt": "Какой симптом связан с длительным использованием компьютера?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Улучшение мышечного тонуса"
      },
      {
        "id": "B",
        "text": "Улучшенная визуальная четкость"
      },
      {
        "id": "C",
        "text": "Повышенная гибкость суставов."
      },
      {
        "id": "D",
        "text": "Усиление боли в спине"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 26,
    "prompt": "Какие три устройства обеспечивают ввод при подключении к компьютеру без сенсорного экрана? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Клавиатура"
      },
      {
        "id": "B",
        "text": "Мышь"
      },
      {
        "id": "C",
        "text": "Микрофон гарнитуры"
      },
      {
        "id": "D",
        "text": "Монитор"
      },
      {
        "id": "E",
        "text": "Принтер"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 27,
    "prompt": "Для каждого утверждения о типах активности в социальных сетях выберите Да, если разрешено, или Нет, если запрещено:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Выдать себя за реального человека",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Публикуйте негативные отзывы о товарах или услугах.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Публикуйте оригинальный контент, который вы создали сами",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Делитесь чужим контентом, который является их интеллектуальной собственностью, без разрешения.",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да",
      "D:Нет"
    ]
  },
  {
    "id": 28,
    "prompt": "Для каждого утверждения о различиях между проводной и беспроводной сетью выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Зашифрованное соединение Wi-Fi более безопасно, чем соединение Ethernet.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Соединения Wi-Fi обычно имеют меньшие задержки передачи данных, чем соединения Ethernet.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Соединение Ethernet обычно обеспечивает более высокую скорость сетевого подключения, чем соединение Wi-Fi.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 29,
    "prompt": "Для каждого сценария выберите «Да», если необходимо добавить ссылку, или «Нет», если нет:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вы используете идею из новостной статьи",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Вы пишете что-то новое и оригинальное",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Вы копируете абзац с веб-страницы",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Вы перефразируете содержание журнальной статьи.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 30,
    "prompt": "Вам необходимо обеспечить безопасность своих паролей. Каким трем правилам следует следовать? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Используйте сложные пароли и записывайте их в блокнот, который всегда держите при себе."
      },
      {
        "id": "B",
        "text": "Используйте многофакторную аутентификацию, если она доступна."
      },
      {
        "id": "C",
        "text": "Используйте слова, которые можно найти в словаре языка, отличного от вашего основного языка."
      },
      {
        "id": "D",
        "text": "Используйте самый длинный пароль или парольную фразу, разрешенную каждой системой паролей."
      },
      {
        "id": "E",
        "text": "Используйте разные пароли для каждой учетной записи."
      },
      {
        "id": "F",
        "text": "Используйте пароли, основанные на частной личной информации."
      }
    ],
    "correctAnswers": [
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": 31,
    "prompt": "Что является основным фактором вашей цифровой идентичности?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Данные, хранящиеся на вашем компьютере, которые позволяют вам войти на защищенный веб-сайт через безопасную учетную запись."
      },
      {
        "id": "B",
        "text": "Информация, которую вы публикуете в социальных сетях, блогах и форумах."
      },
      {
        "id": "C",
        "text": "Для каждого сайта или сервиса, который вы используете, ваше имя пользователя и пароль."
      },
      {
        "id": "D",
        "text": "Документы, хранящиеся на вашем компьютере"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 32,
    "prompt": "Какие три части информации о каждой веб-странице следует сохранить, чтобы создать список ссылок? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "URL-адрес"
      },
      {
        "id": "B",
        "text": "Источники контента страницы"
      },
      {
        "id": "C",
        "text": "Название страницы"
      },
      {
        "id": "D",
        "text": "Комментарии, подтверждающие достоверность содержания страницы."
      },
      {
        "id": "E",
        "text": "Цель информации"
      },
      {
        "id": "F",
        "text": "Автор, если указан"
      }
    ],
    "correctAnswers": [
      "A",
      "C",
      "F"
    ]
  },
  {
    "id": 33,
    "prompt": "Для каждого утверждения выберите «Истина», если это является причиной того, что произведение, защищенное авторским правом, может стать частью общественного достояния, и «Ложь», если это не так:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Срок действия авторских прав истек",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Владелец авторских прав не соблюдал порядок продления авторских прав.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Правообладатель принял решение разместить произведение в общественном достоянии.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Верно",
      "C:Верно"
    ]
  },
  {
    "id": 34,
    "prompt": "Оцените изображение и определите каждый тип соединения:",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Правый (синий) кабель имеет -> Разъем микро-USB"
      },
      {
        "id": "B",
        "text": "Средний (черный) кабель имеет -> Разъем USB-C"
      },
      {
        "id": "C",
        "text": "Левый (белый) кабель имеет -> Разъем молнии"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ],
    "image": "/images/q37.jpg"
  },
  {
    "id": 35,
    "prompt": "Определить стандартные возможности панели задач в Windows (Да/Нет):",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Запустите диспетчер задач",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Отрегулируйте громкость аудиовыхода",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Отобразить настройки сетевого подключения",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Сверните все открытые программы, чтобы отобразить рабочий стол.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 36,
    "prompt": "Выберите «Да», если это предупреждение о том, что электронное письмо является фишинговым сообщением, или «Нет», если это не так:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "В сообщении содержится угроза",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "В сообщении используется общее приветствие.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "В сообщении запрашивается ваша личная информация.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 37,
    "prompt": "Вам нужно разделить абзац на отдельные пронумерованные элементы списка, как показано на рисунке 2. Какую клавишу или комбинацию клавиш следует нажимать в конце каждого предложения?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Вкладка"
      },
      {
        "id": "B",
        "text": "Shift+Ввод"
      },
      {
        "id": "C",
        "text": "Shift+Tab"
      },
      {
        "id": "D",
        "text": "Входить"
      }
    ],
    "correctAnswers": [
      "D"
    ],
    "image": "/images/q17.jpg"
  },
  {
    "id": 38,
    "prompt": "Выберите «Да», если это пример хорошего сетевого этикета в офисе, или «Нет», если это не так:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Скопируйте своих коллег во все отправляемые вами электронные письма, чтобы держать их в курсе",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Делитесь большими файлами из облачного хранилища вместо того, чтобы прикреплять их к сообщениям электронной почты.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Применяйте к онлайн-взаимодействию те же стандарты и ценности, что и к личному взаимодействию.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 39,
    "prompt": "Переместите соответствующие изображения в правильную ориентацию:",
    "type": "MATCHING",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Изображение, ширина которого больше высоты (горизонтальное расположение). -> Пейзаж"
      },
      {
        "id": "B",
        "text": "Изображение, высота которого больше ширины (вертикальное расположение). -> Портрет"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 40,
    "prompt": "Какие два метода используются веб-сайтами для отслеживания привычек посетителей в Интернете? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Основные файлы cookie"
      },
      {
        "id": "B",
        "text": "VPN-туннелирование"
      },
      {
        "id": "C",
        "text": "Сторонние файлы cookie"
      },
      {
        "id": "D",
        "text": "Распознавание лиц"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 41,
    "prompt": "Каковы три ключевых элемента эффективной Политики приемлемого использования (AUP)? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Лицензионное соглашение"
      },
      {
        "id": "B",
        "text": "Раздел о нарушениях или санкциях"
      },
      {
        "id": "C",
        "text": "Политическое заявление"
      },
      {
        "id": "D",
        "text": "Заявление об авторских правах и товарных знаках"
      },
      {
        "id": "E",
        "text": "Раздел определения"
      },
      {
        "id": "F",
        "text": "Библиография"
      }
    ],
    "correctAnswers": [
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": 42,
    "prompt": "Для каждого утверждения выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Люди со схожим наследием имеют одинаковые убеждения и приоритеты.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Уважительный язык передает такие предрассудки, как стереотипы, ожидания и ограничения.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Культура — это постоянно меняющееся понятие, которое может не полностью отражать чью-либо идентичность.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 43,
    "prompt": "Устройство должно работать от аккумулятора и иметь встроенную физическую клавиатуру. Какие два устройства соответствуют требованиям? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Настольный компьютер Mac"
      },
      {
        "id": "B",
        "text": "Ноутбук с Windows"
      },
      {
        "id": "C",
        "text": "Android-смартфон"
      },
      {
        "id": "D",
        "text": "Компьютер «все в одном» с Windows"
      },
      {
        "id": "E",
        "text": "Android-планшет"
      },
      {
        "id": "F",
        "text": "Хромбук"
      }
    ],
    "correctAnswers": [
      "B",
      "F"
    ]
  },
  {
    "id": 44,
    "prompt": "Для каждого утверждения об авторском праве выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Работа должна быть зарегистрирована в бюро авторских прав, чтобы быть защищенной авторским правом.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Законы об авторском праве защищают право на воспроизведение произведения, защищенного авторским правом.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Законы об авторском праве защищают только произведения искусства, такие как картины и скульптуры.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 45,
    "prompt": "Какие два метода следует использовать, чтобы избежать травм, связанных с компьютером? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "При необходимости используйте мышь с переключателем для регулировки разрешения."
      },
      {
        "id": "B",
        "text": "Делайте частые короткие перерывы, во время которых вы гуляете."
      },
      {
        "id": "C",
        "text": "Используйте эргономичную клавиатуру, чтобы запястья находились в более естественном положении."
      },
      {
        "id": "D",
        "text": "Обновите видеокарту высокого класса, чтобы снизить нагрузку на глаза."
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 46,
    "prompt": "Ваш преподаватель поручает вам отредактировать исследовательскую работу одноклассника. Какие два инструмента следует использовать? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Режим конструктора"
      },
      {
        "id": "B",
        "text": "Проверка орфографии"
      },
      {
        "id": "C",
        "text": "Связанные заметки"
      },
      {
        "id": "D",
        "text": "Комментарии"
      }
    ],
    "correctAnswers": [
      "B",
      "D"
    ]
  },
  {
    "id": 47,
    "prompt": "При использовании приложения, сети или сервиса от вас может потребоваться согласие с Политикой допустимого использования. Какие два типа информации описывает Политика допустимого использования? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Последствия нарушения политики"
      },
      {
        "id": "B",
        "text": "Недопустимое использование приложения, сети или сервиса"
      },
      {
        "id": "C",
        "text": "Как защитить авторские права на данные, которые вы отправляете в приложение, сеть или сервис"
      },
      {
        "id": "D",
        "text": "Как монетизировать информацию через приложение, сеть или сервис"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 48,
    "prompt": "К какой проблеме с психическим здоровьем может привести чрезмерное использование социальных сетей?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Улучшение социальных связей"
      },
      {
        "id": "B",
        "text": "Повышение эмоциональной устойчивости"
      },
      {
        "id": "C",
        "text": "Повышенный риск перепадов настроения"
      },
      {
        "id": "D",
        "text": "Усиление чувства счастья"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 49,
    "prompt": "Каковы два негативных последствия публикации оскорбительного мема в социальных сетях? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Это демонстрирует ваше остроумие и навыки цифрового искусства"
      },
      {
        "id": "B",
        "text": "Вы можете легко обратиться к группе людей, придерживающихся определённых убеждений"
      },
      {
        "id": "C",
        "text": "Он остаётся отслеживаемым после события, которое вдохновило вас на публикацию"
      },
      {
        "id": "D",
        "text": "Разные зрители могут интерпретировать мем по-разному"
      }
    ],
    "correctAnswers": [
      "C",
      "D"
    ]
  },
  {
    "id": 50,
    "prompt": "Переместите каждый термин ИИ из списка слева к его определению справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Использует прошлые данные для прогнозирования и принятия решений без явного программирования для выполнения задачи -> Машинное обучение"
      },
      {
        "id": "B",
        "text": "Программирование компьютеров для обработки и анализа больших объёмов данных на естественном языке -> Обработка естественного языка"
      },
      {
        "id": "C",
        "text": "По образцу человеческого мозга, состоит из слоёв взаимосвязанных узлов, обрабатывающих данные -> Нейронные сети"
      },
      {
        "id": "D",
        "text": "Фокусируется на визуальном восприятии и управлении двигателями, позволяя машинам взаимодействовать с физическим миром -> Робототехника"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 51,
    "prompt": "Вам необходимо определить персональные данные (PII), которые не следует раскрывать в Интернете. Для каждого утверждения выберите «Да», если это PII, или «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Цвет глаз",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Дата рождения",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Номер паспорта",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 52,
    "prompt": "Вам нужно сохранить список веб-страниц, чтобы можно было легко вернуться к ним позже. Какую функцию или настройку веб-браузера следует использовать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Избранное или Закладки"
      },
      {
        "id": "B",
        "text": "История или Хронология"
      },
      {
        "id": "C",
        "text": "Вкладки"
      },
      {
        "id": "D",
        "text": "Адресная строка"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 53,
    "prompt": "Вы проводите онлайн-исследование. Какие два метода следует использовать для уточнения поиска? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Заключайте многословные поисковые запросы в кавычки"
      },
      {
        "id": "B",
        "text": "Ищите общие термины"
      },
      {
        "id": "C",
        "text": "Пишите важные термины с заглавной буквы"
      },
      {
        "id": "D",
        "text": "Ищите корневые слова и исключайте суффиксы"
      }
    ],
    "correctAnswers": [
      "A",
      "D"
    ]
  },
  {
    "id": 54,
    "prompt": "Для каждого утверждения о различиях между проводными и беспроводными сетями выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Зашифрованное Wi-Fi соединение более безопасно, чем Ethernet-соединение",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Беспроводные сети обычно имеют более низкую скорость передачи данных, чем Ethernet-соединения",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Ethernet-соединение обычно обеспечивает более высокую скорость сетевого подключения, чем Wi-Fi",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Верно"
    ]
  },
  {
    "id": 55,
    "prompt": "Вам нужно скачать файл для использования на компьютере с Windows. Какое расширение файла будет работать непосредственно на вашем компьютере?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": ".pkg"
      },
      {
        "id": "B",
        "text": ".dmg"
      },
      {
        "id": "C",
        "text": ".deb"
      },
      {
        "id": "D",
        "text": ".exe"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 56,
    "prompt": "Какая единица описывает кратковременное хранение данных, используемое вычислительным устройством для запуска приложений?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "CPU"
      },
      {
        "id": "B",
        "text": "RAM"
      },
      {
        "id": "C",
        "text": "Mbps"
      },
      {
        "id": "D",
        "text": "GHz"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 57,
    "prompt": "Вы исследуете информацию в длинном документе. Для каждого утверждения выберите «Да», если вы можете использовать функцию «Найти» для выполнения задачи, или «Нет», если не можете.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Найти ключевое слово или фразу в документе",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Изменить формат всех ссылок в документе",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Определить страницы, содержащие ссылки конкретного автора",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да"
    ]
  },
  {
    "id": 58,
    "prompt": "Вы написали оригинальный рецепт, которым хотите поделиться в социальных сетях (абзац, список ингредиентов, инструкции, фотографии). Какое правило, скорее всего, повлияет на то, где вы сможете поделиться своим рецептом в Интернете?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Некоторые сайты социальных сетей имеют ограничение на количество символов или изображений, которые вы можете опубликовать"
      },
      {
        "id": "B",
        "text": "Некоторые сайты социальных сетей не позволяют форматировать информацию в виде маркированного списка"
      },
      {
        "id": "C",
        "text": "Некоторые сайты социальных сетей не позволяют публиковать рецепты"
      },
      {
        "id": "D",
        "text": "Некоторые сайты социальных сетей имеют ограничение на длину видео, которые вы можете опубликовать"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 59,
    "prompt": "Какая настройка позволит вам напечатать несколько слайдов на одной странице бумаги?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Страниц на листе"
      },
      {
        "id": "B",
        "text": "Макет слайда"
      },
      {
        "id": "C",
        "text": "Двусторонняя или дуплексная печать"
      },
      {
        "id": "D",
        "text": "Сортировщик слайдов"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 60,
    "prompt": "Вам необходимо обеспечить безопасность вашего смартфона. Каким трём рекомендациям следует следовать? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Отключайте Wi-Fi и Bluetooth, когда вы ими не пользуетесь"
      },
      {
        "id": "B",
        "text": "Не оставляйте устройство без присмотра в общественных местах или в легкодоступных зонах"
      },
      {
        "id": "C",
        "text": "Используйте кабель USB 3.0 или новее при подключении к новому компьютеру"
      },
      {
        "id": "D",
        "text": "Всегда используйте сетевой фильтр при зарядке устройства"
      },
      {
        "id": "E",
        "text": "Обновляйте операционную систему смартфона только при необходимости новой функции"
      },
      {
        "id": "F",
        "text": "Избегайте использования общедоступных сетей Wi-Fi"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "F"
    ]
  },
  {
    "id": 61,
    "prompt": "Вам необходимо соблюдать этические стандарты поведения для защиты вашей цифровой репутации. Какие действия соответствуют требованиям? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Используйте изображения из общественного достояния для веб-сайта вашей компании"
      },
      {
        "id": "B",
        "text": "Включите полную версию вашей любимой песни в личное видео-профиль в социальных сетях"
      },
      {
        "id": "C",
        "text": "Соблюдайте условия Политики допустимого использования при использовании Wi-Fi вашей школы"
      },
      {
        "id": "D",
        "text": "Улучшите раздел «Опыт работы» вашего онлайн-резюме, включив задачи, которые вы намерены выполнить"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 62,
    "prompt": "Для каждого утверждения о преимуществах хорошей сетевой инфраструктуры выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Обеспечивает постоянное подключение студентов к сети кампуса",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Позволяет студентам подключаться к компьютерной лаборатории школы из любого места",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Поддерживает масштабирование школьной сети без перепроектирования по мере увеличения числа студентов",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 63,
    "prompt": "Ваш класс планирует экскурсию по университетским кампусам. Ваш учитель назначает видеоконференцию для координации участников поездки с помощью программного обеспечения, которое отображает каждого участника на экране. Вам необходимо соблюдать стандарты цифрового этикета во время видеоконференции. Для каждого утверждения выберите «Да», если оно представляет надлежащий цифровой этикет, или «Нет», если нет.",
    "image": "/images/q22.jpg",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Протестируйте программное обеспечение до начала встречи",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Защитите себя и следите за тем, что находится на заднем плане",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Когда наступит ваша очередь говорить, включите себя и смотрите в камеру, чтобы камера показала, что это групповая задача",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Нет"
    ]
  },
  {
    "id": 64,
    "prompt": "Вы публикуете смешную и неловкую фотографию вашего друга в социальных сетях. Как долго информация будет оставаться в Интернете?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Навсегда, даже после того как вы удалите её"
      },
      {
        "id": "B",
        "text": "7 лет"
      },
      {
        "id": "C",
        "text": "24 часа"
      },
      {
        "id": "D",
        "text": "Пока ваш друг не удалит её"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 65,
    "prompt": "Для каждого утверждения об открытом программном обеспечении выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Всё бесплатное программное обеспечение является программным обеспечением с открытым исходным кодом",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Любой может просматривать, изменять и улучшать исходный код программного обеспечения с открытым исходным кодом",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Вы должны согласиться с Лицензионным соглашением конечного пользователя перед использованием программного обеспечения с открытым исходным кодом",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 66,
    "prompt": "Ваш учитель поручает вам исследовать контент, защищённый лицензиями Creative Commons (не общественное достояние). Для каждого типа использования контента выберите «Да», если условия лицензий Creative Commons допускают такое использование, или «Нет», если не допускают.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Показать постер во время бесплатного киновечера в вашей школе",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Включить стихотворение в портфолио ваших оригинальных работ",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Исполнить драматическое произведение для родителей на классном шоу талантов",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Показать изображение другим ученикам в рамках презентации в классе",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 67,
    "prompt": "Какие три устройства выводят информацию при подключении к компьютеру без сенсорного экрана? (Выберите 3.)",
    "image": "/images/q27.jpg",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Монитор"
      },
      {
        "id": "B",
        "text": "Клавиатура"
      },
      {
        "id": "C",
        "text": "Принтер"
      },
      {
        "id": "D",
        "text": "Мышь"
      },
      {
        "id": "E",
        "text": "Наушники"
      },
      {
        "id": "F",
        "text": "Веб-камера"
      }
    ],
    "correctAnswers": [
      "A",
      "C",
      "E"
    ]
  },
  {
    "id": 68,
    "prompt": "Какая практика соответствует эффективным соглашениям об именовании файлов?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Использование имени файла по умолчанию"
      },
      {
        "id": "B",
        "text": "Использование общих терминов, таких как «документ» или «файл»"
      },
      {
        "id": "C",
        "text": "Использование понятных имён, описывающих содержание"
      },
      {
        "id": "D",
        "text": "Включение случайных букв и цифр для безопасности"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 69,
    "prompt": "Какова конструктивная причина не вступать в онлайн-троллинг?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Это поощряет тролля продолжать своё поведение"
      },
      {
        "id": "B",
        "text": "Это мотивирует других участвовать в негативном разговоре"
      },
      {
        "id": "C",
        "text": "Это помогает избежать эскалации ситуации и уменьшает влияние тролля"
      },
      {
        "id": "D",
        "text": "Это даёт троллю возможность объяснить своё поведение"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 70,
    "prompt": "Что такое шпионское ПО?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Программа, которая выглядит безобидной, но позволяет получить несанкционированный доступ к вашему компьютеру"
      },
      {
        "id": "B",
        "text": "Программа, которая устанавливается в вашей системе без вашего ведома и отслеживает ваши онлайн-привычки"
      },
      {
        "id": "C",
        "text": "Контент, который обманом заставляет вас раскрыть коды учётных записей и пароли, притворяясь легитимным"
      },
      {
        "id": "D",
        "text": "Программа, которая может копировать себя и распространяться на другие компьютеры"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 71,
    "prompt": "Какие два действия вы можете предпринять для защиты вашей цифровой конфиденциальности? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Настройте параметры веб-браузера для блокировки файлов cookie"
      },
      {
        "id": "B",
        "text": "Храните свои личные документы в облачном хранилище"
      },
      {
        "id": "C",
        "text": "Используйте только школьную электронную почту для отправки личной информации"
      },
      {
        "id": "D",
        "text": "Отключайте GPS на своих устройствах, когда вы активно его не используете"
      }
    ],
    "correctAnswers": [
      "A",
      "D"
    ]
  },
  {
    "id": 72,
    "prompt": "Переместите каждое устройство хранения данных из списка слева к правильному определению справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Внутреннее/внешнее устройство хранения данных, которое хранит и извлекает данные с помощью быстро вращающегося диска -> Жёсткий диск (HDD)"
      },
      {
        "id": "B",
        "text": "Внешнее устройство хранения данных, питающееся через USB-порт компьютера -> Портативный жёсткий диск"
      },
      {
        "id": "C",
        "text": "Внутреннее устройство хранения данных, которое хранит и извлекает данные с помощью флеш-памяти -> Твердотельный накопитель (SSD)"
      },
      {
        "id": "D",
        "text": "Компактное, лёгкое внешнее устройство хранения данных, использующее флеш-память -> USB-флеш-накопитель"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 73,
    "prompt": "Какие два варианта являются преимуществами цифрового сотрудничества? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Участники могут легче избегать отвлекающих факторов во время работы"
      },
      {
        "id": "B",
        "text": "Идеи и отзывы могут быть быстро обменены"
      },
      {
        "id": "C",
        "text": "Участники могут работать с другими из любого географического места"
      },
      {
        "id": "D",
        "text": "Конфиденциальные данные более защищены от кражи и вторжения"
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 74,
    "prompt": "Переместите каждый кабель из списка слева к лучшему подключению справа:",
    "image": "/images/q37.jpg",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Правый (синий) кабель -> Разъём Micro-USB"
      },
      {
        "id": "B",
        "text": "Средний (чёрный) кабель -> Разъём USB-C"
      },
      {
        "id": "C",
        "text": "Левый (белый) кабель -> Разъём Lightning"
      },
      {
        "id": "D",
        "text": "Стандартный прямоугольный кабель -> Разъём USB-A"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 76,
    "prompt": "Какие три элемента необходимо включить в цитату, ссылающуюся на печатную книгу? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Название книги"
      },
      {
        "id": "B",
        "text": "Дата публикации"
      },
      {
        "id": "C",
        "text": "Дата доступа"
      },
      {
        "id": "D",
        "text": "Статус авторского права"
      },
      {
        "id": "E",
        "text": "Статус товарного знака"
      },
      {
        "id": "F",
        "text": "Имя автора"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "F"
    ]
  },
  {
    "id": 77,
    "prompt": "Какое утверждение правильно описывает использование контента Creative Commons в проекте?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Весь контент Creative Commons автоматически принадлежит правительству и не может использоваться в коммерческих целях"
      },
      {
        "id": "B",
        "text": "Лицензии Creative Commons ограничивают использование образовательного контента и не допускают личного или коммерческого использования"
      },
      {
        "id": "C",
        "text": "Лицензии Creative Commons позволяют вам использовать, делиться и изменять контент, если вы соблюдаете условия, указанные в лицензии"
      },
      {
        "id": "D",
        "text": "Контент Creative Commons можно использовать только при уплате вознаграждения оригинальному создателю за каждое использование"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 78,
    "prompt": "Джулиана делает более 50 фотографий каждый день для школьного ежегодника. Ей нужно использовать самый быстрый и надёжный метод резервного копирования фотографий, чтобы она могла удалять их с телефона каждый день. Что должна сделать Джулиана?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Скачать фотографии на USB-флеш-накопитель"
      },
      {
        "id": "B",
        "text": "Отправить фотографии учителю по электронной почте"
      },
      {
        "id": "C",
        "text": "Синхронизировать телефон с облачным хранилищем"
      },
      {
        "id": "D",
        "text": "Удалять только те фотографии, которые она не хочет использовать"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 79,
    "prompt": "Какие две технологии используют веб-сайты для отслеживания привычек онлайн-просмотра посетителей? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "GPS-местоположение"
      },
      {
        "id": "B",
        "text": "Основные файлы cookie"
      },
      {
        "id": "C",
        "text": "Приватный/инкогнито просмотр"
      },
      {
        "id": "D",
        "text": "VPN-туннелирование"
      }
    ],
    "correctAnswers": [
      "A",
      "D"
    ]
  },
  {
    "id": 80,
    "prompt": "Какой метод резервного копирования обеспечивает лучшую защиту ваших данных?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Отправка файлов другим через электронную почту"
      },
      {
        "id": "B",
        "text": "Удаление файлов, которые вам больше не нужны"
      },
      {
        "id": "C",
        "text": "Хранение файлов только на жёстком диске вашего компьютера"
      },
      {
        "id": "D",
        "text": "Использование как облачного хранилища, так и внешнего жёсткого диска"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 81,
    "prompt": "Для каждого утверждения о печати документов выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вы можете изменить поля документа из настроек печати",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Двусторонняя печать печатает содержимое файла на обеих сторонах бумаги",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Вы можете изменить размер бумаги только из параметров настройки страницы",
        "answer": "Неверно"
      },
      {
        "id": "D",
        "text": "Для сохранения форматирования файла при электронном распространении документа сохраните документ в формате PDF",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно",
      "D:Верно"
    ]
  },
  {
    "id": 82,
    "prompt": "Переместите каждый элемент компьютерного оборудования из списка слева к соответствующему изображению справа.",
    "image": "/images/q48.jpg",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Основной процессор компьютера, выполняющий инструкции -> CPU"
      },
      {
        "id": "B",
        "text": "Долговременное хранилище с вращающимися магнитными дисками -> HDD"
      },
      {
        "id": "C",
        "text": "Основная плата, соединяющая все компоненты -> Материнская плата"
      },
      {
        "id": "D",
        "text": "Быстрое хранилище на основе флеш-памяти без движущихся частей -> SSD"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 83,
    "prompt": "Вы и ваш партнёр совместно создаёте научный отчёт. Вы создаёте общий документ в облаке и намерены работать над отчётом в разное время. К какому типу сотрудничества это относится?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Синхронное"
      },
      {
        "id": "B",
        "text": "Оффлайн"
      },
      {
        "id": "C",
        "text": "Одновременное"
      },
      {
        "id": "D",
        "text": "Асинхронное"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 84,
    "prompt": "Вы являетесь ведущим видеоконференции. Вам необходимо обеспечить, чтобы каждый студент мог рассказать о проекте, не будучи прерванным другими студентами. Что вам следует сделать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Войдите заранее, чтобы убедиться, что аудио- и видеотехнология работает"
      },
      {
        "id": "B",
        "text": "Отключите их микрофон, пока не вызовете их"
      },
      {
        "id": "C",
        "text": "Оставайтесь перед камерой на протяжении всей конференции"
      },
      {
        "id": "D",
        "text": "Представляйтесь по имени, когда говорите"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 85,
    "prompt": "Вам нужно сотрудничать с одноклассниками и делиться классным журналом. Какая цифровая платформа подходит для этой классной деятельности?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Google Docs"
      },
      {
        "id": "B",
        "text": "Facebook"
      },
      {
        "id": "C",
        "text": "Instagram"
      },
      {
        "id": "D",
        "text": "Twitter"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 86,
    "prompt": "Мэдди планирует отправиться в отпуск в следующем месяце. Каков самый безопасный способ для Мэдди защитить себя от онлайн-хищников при размещении информации о её отпускных мероприятиях?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Отмечаться онлайн, когда она посещает места, чтобы родители знали, где она находится"
      },
      {
        "id": "B",
        "text": "Публиковать планы отпуска до отъезда, чтобы друзья знали, что её нет в городе"
      },
      {
        "id": "C",
        "text": "Установить карту местоположения в социальных сетях на «публичный» доступ"
      },
      {
        "id": "D",
        "text": "Подождать до возвращения домой, чтобы опубликовать фотографии из отпуска"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 87,
    "prompt": "Какие два подключения можно использовать для подключения монитора к компьютеру? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "HDMI"
      },
      {
        "id": "B",
        "text": "Ethernet"
      },
      {
        "id": "C",
        "text": "USB-C"
      },
      {
        "id": "D",
        "text": "PS/2"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 89,
    "prompt": "При оценке надёжности онлайн-статьи, какой шаг является критическим?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Проверка наличия нескольких изображений в статье"
      },
      {
        "id": "B",
        "text": "Подсчёт слов в статье для определения глубины контента"
      },
      {
        "id": "C",
        "text": "Проверка даты публикации статьи и наличия недавних обновлений"
      },
      {
        "id": "D",
        "text": "Подтверждение популярности автора в социальных сетях"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 90,
    "prompt": "Для каждого утверждения о Creative Commons выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Позволяет создателям выдавать лицензии только конкретным людям",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Помогает облегчить обмен и обнаружение творческих работ в Интернете",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Предоставляет инструменты, позволяющие создателям передавать свои работы в общественное достояние",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Верно"
    ]
  },
  {
    "id": 91,
    "prompt": "Какой вариант является лучшим способом создания надёжного пароля?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Используйте своё имя и дату рождения"
      },
      {
        "id": "B",
        "text": "Используйте название вашего любимого фильма"
      },
      {
        "id": "C",
        "text": "Используйте сочетание букв, цифр и символов"
      },
      {
        "id": "D",
        "text": "Используйте что-нибудь легко запоминающееся, например «12345» или «p@ssword»"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 92,
    "prompt": "Какое утверждение о веб-приложениях является правильным?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Веб-приложения обрабатывают информацию локально на вашем компьютере"
      },
      {
        "id": "B",
        "text": "Веб-версия настольного приложения имеет все те же функции, что и настольная версия"
      },
      {
        "id": "C",
        "text": "Прежде чем использовать веб-приложение, его необходимо установить на компьютер"
      },
      {
        "id": "D",
        "text": "Для использования веб-приложения необходимо подключение к Интернету"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 93,
    "prompt": "Вы ищете информацию в Интернете для исследовательской работы. Для каждого утверждения выберите «Да», если оно указывает на то, что веб-страница, вероятно, содержит точную и непредвзятую информацию, или «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "На веб-странице есть слова с ошибками",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Текст веб-страницы написан объективно",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Веб-страница включает список ссылок",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 94,
    "prompt": "Вы делаете предложения, исправления и комментарии к исследовательской работе одноклассника. Какой процесс вы выполняете?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Соавторство"
      },
      {
        "id": "B",
        "text": "Атрибуция"
      },
      {
        "id": "C",
        "text": "Рецензирование"
      },
      {
        "id": "D",
        "text": "Проверка фактов"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 95,
    "prompt": "Вам нужно добавить иллюстрации в презентацию. У вас НЕТ времени получить разрешение на использование иллюстраций. Для каждого утверждения выберите «Да», если вы можете законно использовать иллюстрацию без разрешения, или «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Художник — ваш друг",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Произведение защищено авторским правом",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Правообладатель передал произведение в общественное достояние",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Да"
    ]
  },
  {
    "id": 96,
    "prompt": "Для каждого утверждения о практиках цитирования выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Если вы цитируете непосредственно из речи, вы должны указать источник",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Если вы обобщаете чужую работу, вы должны указать источник",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Если вы перефразируете чужую работу, вы должны указать источник",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Следует ставить кавычки вокруг фраз, которые вы цитируете из чужой работы",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Верно",
      "C:Верно",
      "D:Верно"
    ]
  },
  {
    "id": 97,
    "prompt": "Ваше имя — Сэм Грей. Вы обновляете школьный проект и хотите сохранить новую версию. Какое имя файла чётко идентифицирует автора, легко читается и поддерживает веб-совместимость и кросс-платформенную совместимость?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "samgreyprojectoneversionthree04/15/2025.docx"
      },
      {
        "id": "B",
        "text": "Sam Grey Project1-version3.docx"
      },
      {
        "id": "C",
        "text": "SamGrey<project#1>v3.docx"
      },
      {
        "id": "D",
        "text": "SamGreyProject1v3.docx"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 98,
    "prompt": "Для каждого риска физического здоровья выберите «Да», если он связан с длительным использованием компьютера, или «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Дискомфорт в шее",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Повышенное артериальное давление",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Усталость глаз",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Частые головные боли",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 99,
    "prompt": "Какой аппаратный компонент использует настольный компьютер для долговременного хранения данных?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Центральный процессор (CPU)"
      },
      {
        "id": "B",
        "text": "Материнская плата"
      },
      {
        "id": "C",
        "text": "USB-флеш-накопитель"
      },
      {
        "id": "D",
        "text": "Жёсткий диск"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 100,
    "prompt": "Вам нужно определить инструменты, помогающие защитить вашу цифровую конфиденциальность. Для каждого утверждения выберите «Да», если функция защищает цифровую конфиденциальность, и «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Дефрагментатор диска",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Программа управления паролями",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Расширение браузера для защиты от отслеживания",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 101,
    "prompt": "Для каждого утверждения о создании основных презентаций выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Следует минимизировать текстовое содержимое в презентациях",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Вы можете создавать презентации Microsoft PowerPoint только на компьютерах с Windows",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Вы можете получить доступ к презентациям Apple Keynote с компьютеров Windows через iCloud",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Следует поддерживать низкий контраст между текстом и фоном презентаций",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно",
      "D:Неверно"
    ]
  },
  {
    "id": 102,
    "prompt": "Для каждого элемента выберите «Да», если это действительный параметр фильтра поиска Google, и «Нет», если нет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Язык",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Тип файла",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Цвет",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "Даты",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 103,
    "prompt": "Что такое компьютерный вирус?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Программа, которая выглядит безобидной, но позволяет получить несанкционированный доступ к вашему компьютеру"
      },
      {
        "id": "B",
        "text": "Контент, который обманом заставляет вас раскрыть коды учётных записей и пароли, притворяясь легитимным"
      },
      {
        "id": "C",
        "text": "Программа, которая устанавливается в вашей системе без вашего ведома и отслеживает использование компьютера"
      },
      {
        "id": "D",
        "text": "Программа, которая может копировать себя и распространяться на другие компьютеры"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 104,
    "prompt": "Какая практика помогает защитить ваш компьютер и личные данные?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Поделиться паролем с доверенными друзьями"
      },
      {
        "id": "B",
        "text": "Регулярно устанавливать и обновлять антивирусное программное обеспечение"
      },
      {
        "id": "C",
        "text": "Игнорировать уведомления об обновлении программного обеспечения"
      },
      {
        "id": "D",
        "text": "Скачивать файлы с неизвестных веб-сайтов"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 105,
    "prompt": "Сопоставьте каждый вид совместной деятельности с его типом.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вы и ваш друг проводите видеочат, чтобы обсудить идеи для рассказа -> Синхронное"
      },
      {
        "id": "B",
        "text": "Самостоятельно вы пишете рассказ, а ваш друг рисует. Вы обмениваетесь электронными письмами с вопросами и обновлениями. -> Асинхронное"
      },
      {
        "id": "C",
        "text": "Вы и ваш друг публикуете готовый комикс и отмечаете друг друга в посте -> Соавторство"
      },
      {
        "id": "D",
        "text": "Позволяет машинам обрабатывать и понимать текст или речь для коммуникации человек-компьютер -> Обработка естественного языка"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 106,
    "prompt": "Определите каждый тип кабельного подключения: правый (синий) кабель, средний (чёрный) кабель, левый (белый) кабель.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Правый (синий) кабель -> Разъём Micro USB"
      },
      {
        "id": "B",
        "text": "Средний (чёрный) кабель -> Разъём USB-C"
      },
      {
        "id": "C",
        "text": "Левый (белый) кабель -> Разъём Lightning"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 107,
    "prompt": "Сопоставьте компьютерную периферию с её типом.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Мышь -> Устройство ввода"
      },
      {
        "id": "B",
        "text": "Принтер -> Устройство вывода"
      },
      {
        "id": "C",
        "text": "USB-флеш-накопитель -> Устройство хранения"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 108,
    "prompt": "Какой из следующих вариантов является недостатком использования облачного приложения?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Вы можете использовать его только на одном устройстве"
      },
      {
        "id": "B",
        "text": "Вы должны самостоятельно устанавливать обновления"
      },
      {
        "id": "C",
        "text": "Требуется подключение к Интернету"
      },
      {
        "id": "D",
        "text": "Занимает много места на жёстком диске"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 109,
    "prompt": "Сопоставьте каждый тип интернет-соединения с его определением.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Передаёт данные в виде световых импульсов через стеклянные или пластиковые нити -> Оптоволокно"
      },
      {
        "id": "B",
        "text": "Подключается к Интернету через мобильного оператора -> Сотовая связь"
      },
      {
        "id": "C",
        "text": "Подключается к Интернету через телефонную линию -> DSL"
      },
      {
        "id": "D",
        "text": "Стандарт подключения компьютеров в локальной сети -> Ethernet"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 110,
    "prompt": "Для каждого утверждения о поиске в Интернете выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Следует использовать несколько поисковых систем для поиска различных типов информации",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "В Интернете можно искать только текст",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "При поиске информации следует использовать конкретные ключевые слова",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 111,
    "prompt": "Для каждого утверждения о веб-доступности выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Веб-доступность означает, что люди с ограниченными возможностями могут пользоваться Интернетом",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Веб-доступность важна только для людей с нарушениями зрения",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Веб-доступность является юридическим требованием в некоторых странах",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 112,
    "prompt": "Какой из следующих вариантов является примером этичного использования технологий?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Поделиться паролем с другом"
      },
      {
        "id": "B",
        "text": "Указывать источники при использовании информации из Интернета"
      },
      {
        "id": "C",
        "text": "Использовать чужой Wi-Fi без разрешения"
      },
      {
        "id": "D",
        "text": "Бесплатно скачивать программное обеспечение, защищённое авторским правом"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 113,
    "prompt": "Вы создаёте профессиональный профиль в социальных сетях. Что из следующего следует включить? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Профессиональное фото"
      },
      {
        "id": "B",
        "text": "Ваш личный номер телефона"
      },
      {
        "id": "C",
        "text": "Ваш опыт работы и навыки"
      },
      {
        "id": "D",
        "text": "Фотографии с вашего последнего отпуска"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 114,
    "prompt": "Для каждого утверждения о компьютерных вирусах выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Компьютерный вирус может распространяться с одного компьютера на другой",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Антивирусное программное обеспечение может защитить ваш компьютер от всех вирусов",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Вы можете заразиться вирусом, открыв вложение электронной почты от неизвестного отправителя",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 118,
    "prompt": "Вы используете локальную установку Microsoft Word. Вчера вы начали писать письмо и сохранили файл в папку «Документы». Сегодня вы открываете файл и дописываете письмо. Вы выбираете «Файл», а затем «Сохранить». Каков результат?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Word перезаписывает ранее сохранённую версию файла"
      },
      {
        "id": "B",
        "text": "Word предлагает выбрать новое место для сохранения файла"
      },
      {
        "id": "C",
        "text": "Word сохраняет новую копию файла, создавая два отдельных файла"
      },
      {
        "id": "D",
        "text": "Word предлагает ввести новое имя файла"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 119,
    "prompt": "Вы пишете исследовательскую работу для школы. Вы перефразируете информацию из интернет-статьи и не указываете источник в библиографии. Примером чего это является?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Атрибуция"
      },
      {
        "id": "B",
        "text": "Добросовестное использование"
      },
      {
        "id": "C",
        "text": "Использование Creative Commons"
      },
      {
        "id": "D",
        "text": "Плагиат"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 120,
    "prompt": "У вас возникли проблемы с ноутбуком на Windows. Вам нужно найти информацию о процессоре, объёме оперативной памяти и версии операционной системы вашего устройства. Где на компьютере с Windows вы можете найти эту информацию?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Файл > Сведения"
      },
      {
        "id": "B",
        "text": "Параметры > О системе"
      },
      {
        "id": "C",
        "text": "Параметры > Сведения о системе"
      },
      {
        "id": "D",
        "text": "Рабочий стол > Сведения о системе"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 121,
    "prompt": "Ваш учитель предупредил вас о защите вашей цифровой личности. Какие три действия помогают определить вашу цифровую личность? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Медиа, опубликованные другими людьми, которыми вы делитесь с друзьями"
      },
      {
        "id": "B",
        "text": "Ваш профиль"
      },
      {
        "id": "C",
        "text": "Использование Twitter и Snapchat вместо Facebook"
      },
      {
        "id": "D",
        "text": "Комментарии, которые вы публикуете или твитите"
      },
      {
        "id": "E",
        "text": "Публикация только с телефона, никогда с компьютера"
      },
      {
        "id": "F",
        "text": "Наличие нескольких учётных записей электронной почты"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "D"
    ]
  },
  {
    "id": 122,
    "prompt": "У вас возникли трудности с отправкой и получением информации. Как определить, подключено ли ваше устройство к Интернету?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Попробуйте сохранить файл"
      },
      {
        "id": "B",
        "text": "Скачайте Speedtest"
      },
      {
        "id": "C",
        "text": "Попробуйте отправить текстовое сообщение"
      },
      {
        "id": "D",
        "text": "Откройте браузер"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 123,
    "prompt": "Какой из следующих вариантов является примером кибербуллинга?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Кража чьего-либо пароля и выдача себя за этого человека при публикации постов или твитов в Интернете"
      },
      {
        "id": "B",
        "text": "Размещение песен ваших любимых исполнителей в Интернете и взимание платы с друзей за их скачивание"
      },
      {
        "id": "C",
        "text": "Помощь другу путём публикации исследовательских статей о буллинге в его блоге"
      },
      {
        "id": "D",
        "text": "Написание статьи-мнения о несправедливых требованиях для отбора в группу поддержки и отправка её на школьный новостной сайт"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  }
];
