export const examQuestions = [
  {
    "id": 1,
    "prompt": "Какие два метода следует использовать, чтобы снизить нагрузку на глаза при использовании цифрового дисплея? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Убедитесь, что экран не находится слишком близко к вашим глазам."
      },
      {
        "id": "B",
        "text": "Расположите экран немного выше уровня глаз."
      },
      {
        "id": "C",
        "text": "Убедитесь, что основной источник света не светит прямо вам в глаза."
      },
      {
        "id": "D",
        "text": "Направьте основной источник света прямо на экран."
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 2,
    "prompt": "Для каждого утверждения о различиях между Интернетом и интранетом выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Интернет находится в частной собственности консорциума компаний.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Подключение к внутренней сети более безопасно, чем подключение к Интернету.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Интранет имеет неограниченное количество пользователей и доступен каждому.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 3,
    "prompt": "Вам необходимо определить согласованные соглашения об именах файлов для общей системы управления файлами, которая поддерживает несколько программных приложений и операционных систем. Для каждого оператора выберите «Да», если соглашение об именовании соответствует цели, и «Нет», если нет:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вставлять пробелы между словами",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Используйте длинные описательные имена файлов.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Для серий имен файлов, включающих даты, используйте формат ММДДГГ.",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "НЕ используйте специальные символы (- ! # $ % ^ * ( ) [ ] и {})",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 4,
    "prompt": "Переместите каждый термин из списка слева к его активности справа:",
    "type": "MATCHING",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Вы и ваш друг проводите видеочат, чтобы обсудить идеи для истории. -> Синхронное сотрудничество"
      },
      {
        "id": "B",
        "text": "Вы сами пишете историю; твой друг рисует иллюстрацию. Пока вы работаете, вы отправляете друг другу электронные письма с вопросами и обновлениями. -> Асинхронное сотрудничество"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 5,
    "prompt": "Вы работаете над групповым проектом, и один из участников группы вносит изменения в общий проект, не консультируясь с остальными членами группы. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Заберите у человека доступ к редактированию документа."
      },
      {
        "id": "B",
        "text": "Проведите групповое обсуждение редактирования документа."
      },
      {
        "id": "C",
        "text": "Не обращайте внимания на изменения и продолжайте работать над собой."
      },
      {
        "id": "D",
        "text": "Восстановите документ, удалив внесенные в него изменения."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 6,
    "prompt": "Для каждого утверждения об изображениях, которые защищены лицензиями Creative Commons и не являются общественным достоянием, выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Вы можете использовать изображение бесплатно",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Вы можете использовать изображение безоговорочно",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Если вы используете изображение, необходимо указать его источник",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 7,
    "prompt": "Переместите каждое условие сотрудничества из списка слева в правильное описание справа:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Корректура документа Google Docs для одноклассника -> Редактирование"
      },
      {
        "id": "B",
        "text": "Создание пяти слайдов для групповой презентации PowerPoint, сохраненной в OneDrive. -> Соавторство"
      },
      {
        "id": "C",
        "text": "Использование инструмента «Правописание и грамматика» для исправления ошибок в документе Word Online одноклассника -> Редактирование"
      },
      {
        "id": "D",
        "text": "Делаем фотографии и вставляем их в презентацию Google Slides, созданную вашими одноклассниками. -> Соавторство"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 8,
    "prompt": "Вы ищете в Интернете информацию о том, как выращивать овощи самостоятельно. Определите, какие результаты релевантны вашему запросу (Да/Нет):",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Статья в таблоидном журнале о садах знаменитостей.",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Статья с практическими рекомендациями, опубликованная престижным университетом",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Реклама популярного блога о садоводстве",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Нет"
    ]
  },
  {
    "id": 9,
    "prompt": "По каким двум причинам вам следует ссылаться на исходный материал? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Это определяет исследовательскую работу как вашу оригинальную работу."
      },
      {
        "id": "B",
        "text": "Он обеспечивает финансовую оплату людям, проводившим исследование."
      },
      {
        "id": "C",
        "text": "Это позволяет читателям найти первоисточник информации."
      },
      {
        "id": "D",
        "text": "Это отдает должное людям, которые провели исследование, на которое вы ссылаетесь."
      }
    ],
    "correctAnswers": [
      "C",
      "D"
    ]
  },
  {
    "id": 10,
    "prompt": "Вам необходимо создать точную копию вашей компьютерной системы Windows, чтобы иметь возможность восстановить компьютер, приложения и файлы до текущего состояния в случае катастрофического сбоя системы. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Создать образ системы"
      },
      {
        "id": "B",
        "text": "Создайте диск восстановления системы"
      },
      {
        "id": "C",
        "text": "Включите историю файлов"
      },
      {
        "id": "D",
        "text": "Настройте резервное копирование Windows"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 11,
    "prompt": "Вы видите публикацию в социальной сети, содержащую статью о текущем событии. Вы хотите оценить достоверность статьи. Какой фактор является наиболее важным?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Репутация и надежность новостного агентства"
      },
      {
        "id": "B",
        "text": "Количество фотографий, включенных в статью."
      },
      {
        "id": "C",
        "text": "Количество лайков и репостов статьи."
      },
      {
        "id": "D",
        "text": "Объем статьи и детали, которые она охватывает."
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 12,
    "prompt": "Переместите каждое поле адреса электронной почты из списка слева в его назначение справа:",
    "type": "MATCHING",
    "answersRequired": 5,
    "options": [
      {
        "id": "A",
        "text": "Чтобы ответить отправителю сообщения и исключить других получателей сообщения -> Отвечать"
      },
      {
        "id": "B",
        "text": "Чтобы ответить отправителю сообщения и всем другим известным получателям сообщений -> Ответить всем"
      },
      {
        "id": "C",
        "text": "Чтобы скопировать сообщение нескольких людей и позволить каждому видеть другие адреса электронной почты -> Копия"
      },
      {
        "id": "D",
        "text": "Чтобы скопировать сообщение нескольких людей и НЕ позволять каждому видеть другие адреса электронной почты. -> СК"
      },
      {
        "id": "E",
        "text": "Чтобы отправить сообщение, полученное от одного человека, другому человеку -> Вперед"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": 13,
    "prompt": "Вы загружаете файл .exe для использования на своем устройстве. В какой операционной системе работает этот файл?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Линукс"
      },
      {
        "id": "B",
        "text": "iOS"
      },
      {
        "id": "C",
        "text": "MacOS"
      },
      {
        "id": "D",
        "text": "Окна"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 14,
    "prompt": "Какую информацию вы можете найти на веб-странице с помощью функции поиска браузера?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Сколько раз в статье упоминается конкретная тема"
      },
      {
        "id": "B",
        "text": "Ответ на конкретный вопрос, относящийся к теме статьи"
      },
      {
        "id": "C",
        "text": "Соответствующие комментарии в социальных сетях"
      },
      {
        "id": "D",
        "text": "Список второстепенных тем, связанных с основной темой вашего исследования."
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 15,
    "prompt": "Мальчик из вашего художественного класса публикует в социальной сети фотографию свиньи с наклеенной на нее головой. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Ответьте на исходное сообщение нейтральным комментарием, чтобы мальчик знал, что вы видели сообщение и не собираетесь начинать драку."
      },
      {
        "id": "B",
        "text": "Опубликуйте в той же социальной сети фотографию куска бекона с лицом мальчика, чтобы посмотреть, что он будет делать дальше."
      },
      {
        "id": "C",
        "text": "Поймите, что пост является косвенной критикой вашего веса и садитесь на диету."
      },
      {
        "id": "D",
        "text": "Скажите мальчику, что вам интересно и вы хотите понять, почему он выложил это фото."
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 16,
    "prompt": "Что отличает генеративный ИИ от чат-ботов?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Чат-боты предназначены для создания нового контента, а генеративный ИИ специализируется на текстовых взаимодействиях."
      },
      {
        "id": "B",
        "text": "Генеративный искусственный интеллект фокусируется на создании креативного контента, а чат-боты имитируют человеческие разговоры."
      },
      {
        "id": "C",
        "text": "Генеративный искусственный интеллект и чат-боты — это термины, используемые как синонимы для обозначения одной и той же технологии."
      },
      {
        "id": "D",
        "text": "И генеративный ИИ, и чат-боты превосходно моделируют разговоры, но генеративный ИИ ограничивается заранее заданными ответами."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 17,
    "prompt": "Ава поделилась публикацией Мии в социальных сетях, и теперь ее смогут увидеть больше людей. Какое действие поможет защитить личные данные Мии?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Делитесь публикациями только с друзьями, надеясь, что они сохранят вашу информацию в тайне."
      },
      {
        "id": "B",
        "text": "Поделитесь своим номером телефона или адресом в биографии своего профиля, чтобы оставаться на связи."
      },
      {
        "id": "C",
        "text": "Включение настроек конфиденциальности, чтобы контролировать, кто может видеть вашу информацию."
      },
      {
        "id": "D",
        "text": "Сделайте свой профиль общедоступным, чтобы все могли видеть ваши сообщения."
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 18,
    "prompt": "Вы используете общедоступный компьютер в библиотеке, чтобы проверить электронную почту и баланс своего банковского счета. Какие две задачи вам следует выполнить, прежде чем отойти от компьютера? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Очистите историю браузера."
      },
      {
        "id": "B",
        "text": "Выйдите из электронной почты и банковских сайтов."
      },
      {
        "id": "C",
        "text": "Очистите кеш и файлы cookie браузера."
      },
      {
        "id": "D",
        "text": "Закройте сеансы браузера, в которых вы вошли на веб-сайты."
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 19,
    "prompt": "Определите функции, которыми управляет операционная система компьютера (ОС) или приложение (приложение):",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Редактирует текстовые файлы -> Приложение"
      },
      {
        "id": "B",
        "text": "Ищет в Интернете -> Приложение"
      },
      {
        "id": "C",
        "text": "Распределяет аппаратные ресурсы -> ОС"
      },
      {
        "id": "D",
        "text": "Общается с периферийными устройствами -> ОС"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 20,
    "prompt": "Переместите каждую концепцию из списка слева в ее описание справа:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Компьютерная программа, имитирующая разговор с пользователями-людьми. -> Чат-бот"
      },
      {
        "id": "B",
        "text": "Тип машинного обучения, в котором для обучения на основе данных используются искусственные нейронные сети. -> Глубокое обучение"
      },
      {
        "id": "C",
        "text": "Тип искусственного интеллекта, который используется для создания новых данных, таких как текст, изображения или музыка. -> Генеративный ИИ"
      },
      {
        "id": "D",
        "text": "Набор определенных правил, которые позволяют различным программным приложениям взаимодействовать друг с другом. -> API"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 21,
    "prompt": "Переместите каждый тип накопителя в его описание:",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Достаточно мал, чтобы носить с собой брелок -> Флешка"
      },
      {
        "id": "B",
        "text": "Может быть установлен стационарно в компьютере без движущихся частей. -> Твердотельный накопитель (SSD)"
      },
      {
        "id": "C",
        "text": "Использует магнитный диск для чтения и записи данных -> Жесткий диск (HDD)"
      },
      {
        "id": "D",
        "text": "Доступен на любом устройстве с подключением к Интернету -> Облачный диск"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 22,
    "prompt": "В чем преимущество просмотра «приватно» или «инкогнито»?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Ваш веб-браузер позволяет вам изменить свой IP-адрес."
      },
      {
        "id": "B",
        "text": "Ваш веб-браузер скрывает действия других людей, использующих то же устройство."
      },
      {
        "id": "C",
        "text": "Ваш веб-браузер разрешает посещение веб-сайтов, которые обычно блокируются в вашей стране."
      },
      {
        "id": "D",
        "text": "Ваш веб-браузер блокирует рекламу."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 23,
    "prompt": "Для каждого утверждения об операционной системе Android выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Android — это программное обеспечение с открытым исходным кодом.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Android — настольная операционная система",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Для Android требуется Google App Store.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Неверно"
    ]
  },
  {
    "id": 24,
    "prompt": "Для каждого утверждения о цифровых следах выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Обновление браузера каждые шесть месяцев стирает ваш цифровой след.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Анонимные онлайн-комментарии, которые вы публикуете, невозможно отследить, если вы используете веб-фильтр.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Потенциальные работодатели могут найти изображения и сообщения, размещенные в социальных сетях соискателями в возрасте до 18 лет.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 25,
    "prompt": "Какой симптом связан с длительным использованием компьютера?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Улучшение мышечного тонуса"
      },
      {
        "id": "B",
        "text": "Улучшенная визуальная четкость"
      },
      {
        "id": "C",
        "text": "Повышенная гибкость суставов."
      },
      {
        "id": "D",
        "text": "Усиление боли в спине"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 26,
    "prompt": "Какие три устройства обеспечивают ввод при подключении к компьютеру без сенсорного экрана? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Клавиатура"
      },
      {
        "id": "B",
        "text": "Мышь"
      },
      {
        "id": "C",
        "text": "Микрофон гарнитуры"
      },
      {
        "id": "D",
        "text": "Монитор"
      },
      {
        "id": "E",
        "text": "Принтер"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 27,
    "prompt": "Для каждого утверждения о типах активности в социальных сетях выберите Да, если разрешено, или Нет, если запрещено:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Выдать себя за реального человека",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Публикуйте негативные отзывы о товарах или услугах.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Публикуйте оригинальный контент, который вы создали сами",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Делитесь чужим контентом, который является их интеллектуальной собственностью, без разрешения.",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да",
      "D:Нет"
    ]
  },
  {
    "id": 28,
    "prompt": "Для каждого утверждения о различиях между проводной и беспроводной сетью выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Зашифрованное соединение Wi-Fi более безопасно, чем соединение Ethernet.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Соединения Wi-Fi обычно имеют меньшие задержки передачи данных, чем соединения Ethernet.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Соединение Ethernet обычно обеспечивает более высокую скорость сетевого подключения, чем соединение Wi-Fi.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 29,
    "prompt": "Для каждого сценария выберите «Да», если необходимо добавить ссылку, или «Нет», если нет:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Вы используете идею из новостной статьи",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Вы пишете что-то новое и оригинальное",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Вы копируете абзац с веб-страницы",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Вы перефразируете содержание журнальной статьи.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 30,
    "prompt": "Вам необходимо обеспечить безопасность своих паролей. Каким трем правилам следует следовать? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Используйте сложные пароли и записывайте их в блокнот, который всегда держите при себе."
      },
      {
        "id": "B",
        "text": "Используйте многофакторную аутентификацию, если она доступна."
      },
      {
        "id": "C",
        "text": "Используйте слова, которые можно найти в словаре языка, отличного от вашего основного языка."
      },
      {
        "id": "D",
        "text": "Используйте самый длинный пароль или парольную фразу, разрешенную каждой системой паролей."
      },
      {
        "id": "E",
        "text": "Используйте разные пароли для каждой учетной записи."
      },
      {
        "id": "F",
        "text": "Используйте пароли, основанные на частной личной информации."
      }
    ],
    "correctAnswers": [
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": 31,
    "prompt": "Что является основным фактором вашей цифровой идентичности?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Данные, хранящиеся на вашем компьютере, которые позволяют вам войти на защищенный веб-сайт через безопасную учетную запись."
      },
      {
        "id": "B",
        "text": "Информация, которую вы публикуете в социальных сетях, блогах и форумах."
      },
      {
        "id": "C",
        "text": "Для каждого сайта или сервиса, который вы используете, ваше имя пользователя и пароль."
      },
      {
        "id": "D",
        "text": "Документы, хранящиеся на вашем компьютере"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 32,
    "prompt": "Какие три части информации о каждой веб-странице следует сохранить, чтобы создать список ссылок? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "URL-адрес"
      },
      {
        "id": "B",
        "text": "Источники контента страницы"
      },
      {
        "id": "C",
        "text": "Название страницы"
      },
      {
        "id": "D",
        "text": "Комментарии, подтверждающие достоверность содержания страницы."
      },
      {
        "id": "E",
        "text": "Цель информации"
      },
      {
        "id": "F",
        "text": "Автор, если указан"
      }
    ],
    "correctAnswers": [
      "A",
      "C",
      "F"
    ]
  },
  {
    "id": 33,
    "prompt": "Для каждого утверждения выберите «Истина», если это является причиной того, что произведение, защищенное авторским правом, может стать частью общественного достояния, и «Ложь», если это не так:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Срок действия авторских прав истек",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Владелец авторских прав не соблюдал порядок продления авторских прав.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Правообладатель принял решение разместить произведение в общественном достоянии.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Верно",
      "C:Верно"
    ]
  },
  {
    "id": 34,
    "prompt": "Оцените изображение и определите каждый тип соединения:",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Правый (синий) кабель имеет -> Разъем микро-USB"
      },
      {
        "id": "B",
        "text": "Средний (черный) кабель имеет -> Разъем USB-C"
      },
      {
        "id": "C",
        "text": "Левый (белый) кабель имеет -> Разъем молнии"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 35,
    "prompt": "Определить стандартные возможности панели задач в Windows (Да/Нет):",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Запустите диспетчер задач",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Отрегулируйте громкость аудиовыхода",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Отобразить настройки сетевого подключения",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Сверните все открытые программы, чтобы отобразить рабочий стол.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 36,
    "prompt": "Выберите «Да», если это предупреждение о том, что электронное письмо является фишинговым сообщением, или «Нет», если это не так:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "В сообщении содержится угроза",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "В сообщении используется общее приветствие.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "В сообщении запрашивается ваша личная информация.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 37,
    "prompt": "Вам нужно разделить абзац на отдельные пронумерованные элементы списка, как показано на рисунке 2. Какую клавишу или комбинацию клавиш следует нажимать в конце каждого предложения?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Вкладка"
      },
      {
        "id": "B",
        "text": "Shift+Ввод"
      },
      {
        "id": "C",
        "text": "Shift+Tab"
      },
      {
        "id": "D",
        "text": "Входить"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 38,
    "prompt": "Выберите «Да», если это пример хорошего сетевого этикета в офисе, или «Нет», если это не так:",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Скопируйте своих коллег во все отправляемые вами электронные письма, чтобы держать их в курсе",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Делитесь большими файлами из облачного хранилища вместо того, чтобы прикреплять их к сообщениям электронной почты.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Применяйте к онлайн-взаимодействию те же стандарты и ценности, что и к личному взаимодействию.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 39,
    "prompt": "Переместите соответствующие изображения в правильную ориентацию:",
    "type": "MATCHING",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Изображение, ширина которого больше высоты (горизонтальное расположение). -> Пейзаж"
      },
      {
        "id": "B",
        "text": "Изображение, высота которого больше ширины (вертикальное расположение). -> Портрет"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 40,
    "prompt": "Какие два метода используются веб-сайтами для отслеживания привычек посетителей в Интернете? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Основные файлы cookie"
      },
      {
        "id": "B",
        "text": "VPN-туннелирование"
      },
      {
        "id": "C",
        "text": "Сторонние файлы cookie"
      },
      {
        "id": "D",
        "text": "Распознавание лиц"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 41,
    "prompt": "Каковы три ключевых элемента эффективной Политики приемлемого использования (AUP)? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Лицензионное соглашение"
      },
      {
        "id": "B",
        "text": "Раздел о нарушениях или санкциях"
      },
      {
        "id": "C",
        "text": "Политическое заявление"
      },
      {
        "id": "D",
        "text": "Заявление об авторских правах и товарных знаках"
      },
      {
        "id": "E",
        "text": "Раздел определения"
      },
      {
        "id": "F",
        "text": "Библиография"
      }
    ],
    "correctAnswers": [
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": 42,
    "prompt": "Для каждого утверждения выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Люди со схожим наследием имеют одинаковые убеждения и приоритеты.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Уважительный язык передает такие предрассудки, как стереотипы, ожидания и ограничения.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Культура — это постоянно меняющееся понятие, которое может не полностью отражать чью-либо идентичность.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 43,
    "prompt": "Устройство должно работать от аккумулятора и иметь встроенную физическую клавиатуру. Какие два устройства соответствуют требованиям? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Настольный компьютер Mac"
      },
      {
        "id": "B",
        "text": "Ноутбук с Windows"
      },
      {
        "id": "C",
        "text": "Android-смартфон"
      },
      {
        "id": "D",
        "text": "Компьютер «все в одном» с Windows"
      },
      {
        "id": "E",
        "text": "Android-планшет"
      },
      {
        "id": "F",
        "text": "Хромбук"
      }
    ],
    "correctAnswers": [
      "B",
      "F"
    ]
  },
  {
    "id": 44,
    "prompt": "Для каждого утверждения об авторском праве выберите «Верно» или «Неверно»:",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Работа должна быть зарегистрирована в бюро авторских прав, чтобы быть защищенной авторским правом.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Законы об авторском праве защищают право на воспроизведение произведения, защищенного авторским правом.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Законы об авторском праве защищают только произведения искусства, такие как картины и скульптуры.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 45,
    "prompt": "Какие два метода следует использовать, чтобы избежать травм, связанных с компьютером? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "При необходимости используйте мышь с переключателем для регулировки разрешения."
      },
      {
        "id": "B",
        "text": "Делайте частые короткие перерывы, во время которых вы гуляете."
      },
      {
        "id": "C",
        "text": "Используйте эргономичную клавиатуру, чтобы запястья находились в более естественном положении."
      },
      {
        "id": "D",
        "text": "Обновите видеокарту высокого класса, чтобы снизить нагрузку на глаза."
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  }
];
