export const examQuestions = [
  {
    "id": 1,
    "prompt": "Каков процесс преобразования данных в нераспознаваемую форму, требующий использования ключа для возврата данных в обычный текст?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Хеширование"
      },
      {
        "id": "B",
        "text": "Шифрование"
      },
      {
        "id": "C",
        "text": "Сжатие"
      },
      {
        "id": "D",
        "text": "Кодирование"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 2,
    "prompt": "Переместите этическую проблему искусственного интеллекта слева в ее описание справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "ИИ может проявлять ограниченную открытость, что потенциально может ввести аудиторию в заблуждение относительно происхождения и целей контента. -> Обман и отсутствие прозрачности"
      },
      {
        "id": "B",
        "text": "Ограниченное понимание ИИ социальных норм и культурных аспектов может привести к созданию неприемлемого или ложного контента. -> Отсутствие контекстуального понимания"
      },
      {
        "id": "C",
        "text": "Контент, созданный ИИ, может закреплять стереотипы или дискриминационные взгляды, негативно влияя на общественное мнение. -> Пропаганда вредных предвзятых взглядов"
      },
      {
        "id": "D",
        "text": "ИИ может создавать манипулируемые средства массовой информации, которые могут дискредитировать людей, распространять дезинформацию и подрывать доверие к визуальным доказательствам. -> Разработка дипфейка"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 3,
    "prompt": "Какие два метода связи являются асинхронными? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Текстовые сообщения"
      },
      {
        "id": "B",
        "text": "электронная почта"
      },
      {
        "id": "C",
        "text": "Видеоконференции"
      },
      {
        "id": "D",
        "text": "Телефонирование"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 4,
    "prompt": "Для каждого утверждения о шифровании файлов выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Шифрование файлов снижает скорость доступа к файлам.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Все файлы в облачном хранилище по умолчанию зашифрованы.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Открыть зашифрованный файл можно только на том компьютере, на котором он был зашифрован.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Неверно"
    ]
  },
  {
    "id": 5,
    "prompt": "Вам необходимо изучить влияние онлайн-обучения и оценить релевантность результатов поиска. Для каждого утверждения выберите «Да», если результат поиска соответствует вашей теме, или «Нет», если это не так.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Статья о пользе образования",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Сайт, предлагающий на продажу образовательные ресурсы.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "График, сравнивающий результаты тестов учащихся в онлайн- и очных образовательных системах.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Статья в образовательном журнале об опыте онлайн-преподавания учителей.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 6,
    "prompt": "Каковы два преимущества сред универсального дизайна? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Среды UD могут использоваться и продаваться каждому."
      },
      {
        "id": "B",
        "text": "Они поощряют взаимодействие между людьми разного возраста."
      },
      {
        "id": "C",
        "text": "Среда UD ориентирована на все более многоэтническое население."
      },
      {
        "id": "D",
        "text": "Они предлагают индивидуальные адаптации для людей с ограниченными возможностями."
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 7,
    "prompt": "Вы пишете репортаж о войне 1812 года. Вы осуществляете поиск в Интернете статей о войне. Вам необходимо отфильтровать результаты, чтобы отображались только статьи, опубликованные за последний год. Какую кнопку можно выбрать для достижения цели?",
    "type": "SIMULATED_UI",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Инструменты (фильтрация результатов для отображения только статей, опубликованных за последний год)"
      },
      {
        "id": "B",
        "text": "Изображения (Поиск визуальных средств массовой информации, связанных с войной)"
      },
      {
        "id": "C",
        "text": "Новости (найдите последние статьи и пресс-релизы)"
      },
      {
        "id": "D",
        "text": "Настройки (измените настройки браузера и поиска)"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 8,
    "prompt": "Миссис Уилкинс работает с электронной таблицей. В первом столбце она вводит список учеников своего класса. Во втором столбце она вводит «Да» или «Нет» рядом с именем каждого студента, чтобы указать, сдал ли студент выпускной экзамен. В середине списка она замечает, что когда она набирает букву «Y», в ячейке появляется слово «Да». Какая функция вызвала это изменение?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Автоформат"
      },
      {
        "id": "B",
        "text": "Автозаполнение"
      },
      {
        "id": "C",
        "text": "Автозаполнение"
      },
      {
        "id": "D",
        "text": "Автоподбор"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 9,
    "prompt": "Ваш учитель приглашает приглашенного докладчика выступить перед вашим классом. Вам необходимо продемонстрировать хороший цифровой этикет и показать говорящему, что вы его слушаете. Какие два действия уместны во время выступления докладчика? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Сфотографируйте выступающего с помощью смартфона, позже вы сможете опубликовать их в социальных сетях."
      },
      {
        "id": "B",
        "text": "Поддерживайте зрительный контакт и используйте соответствующий язык тела, чтобы продемонстрировать свою вовлеченность."
      },
      {
        "id": "C",
        "text": "Используйте планшет или телефон, чтобы записать презентацию докладчика, если вы что-то пропустите."
      },
      {
        "id": "D",
        "text": "Текст презентации в реальном времени, обмен реакциями и смайликами, связанными с тем, что говорит докладчик."
      },
      {
        "id": "E",
        "text": "Используйте планшет или ноутбук, чтобы делать заметки, сохраняя при этом зрительный контакт с говорящим."
      }
    ],
    "correctAnswers": [
      "B",
      "E"
    ]
  },
  {
    "id": 10,
    "prompt": "Вы присоединились к команде, которая использует сотрудничество. Для каждого утверждения о сотрудничестве выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Индивидуальный вклад и творческое принятие решений будут ограничены.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Участники обмениваются идеями, чтобы найти решения.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "У всех в группе будут одинаковые взгляды на проект.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 11,
    "prompt": "Какие три стратегии являются эффективными для поддержания психического благополучия при использовании технологий? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Будьте в курсе событий, часто проверяя социальные сети."
      },
      {
        "id": "B",
        "text": "Балансируйте время, проведенное перед экраном, с аналоговыми занятиями."
      },
      {
        "id": "C",
        "text": "Установите уведомления для каждого приложения на вашем устройстве."
      },
      {
        "id": "D",
        "text": "Уделяйте время регулярному личному общению."
      },
      {
        "id": "E",
        "text": "Делайте перерывы от экранов в течение дня."
      }
    ],
    "correctAnswers": [
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": 12,
    "prompt": "Подойдя к своему столу, вы видите на полу USB-накопитель. Вы берете в руки устройство и должны решить, что с ним делать. Для каждого из четырех утверждений о неизвестных USB-накопителях выберите значение «Истина» или «Неверность».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Чтобы найти владельца, следует воткнуть USB-накопитель в ноутбук.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "USB-накопитель следует выбросить в мусор, не подключая его.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Подключение диска может подвергнуть ваш компьютер воздействию вредоносного программного обеспечения.",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "USB-накопители могут привести к физическому повреждению компонентов компьютера.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Верно",
      "D:Верно"
    ]
  },
  {
    "id": 13,
    "prompt": "Вы создаете длинный документ, включающий множество разделов контента. Вы вставляете заголовок в начале каждого раздела. По каким двум причинам следует форматировать заголовки разделов с помощью стилей заголовков? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Чтобы вы могли включать одну и ту же информацию (например, номер страницы) на каждую страницу."
      },
      {
        "id": "B",
        "text": "Чтобы применить единообразное форматирование к каждому уровню текста заголовка."
      },
      {
        "id": "C",
        "text": "Чтобы включить уникальные разрешения для каждого раздела."
      },
      {
        "id": "D",
        "text": "Чтобы вы могли автоматически генерировать оглавление документа."
      }
    ],
    "correctAnswers": [
      "B",
      "D"
    ]
  },
  {
    "id": 14,
    "prompt": "Какова функция использования верхних и нижних колонтитулов в документе?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Предлагать краткое изложение основных моментов документа на каждой странице."
      },
      {
        "id": "B",
        "text": "Для отображения повторяющейся информации, такой как номера страниц или заголовок документа."
      },
      {
        "id": "C",
        "text": "Включение декоративных элементов, улучшающих дизайн."
      },
      {
        "id": "D",
        "text": "Чтобы предоставить место для важных изображений, связанных с контентом."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 15,
    "prompt": "Соседка-подросток создает аккаунт в социальной сети, в котором выдает себя за 40-летнего мужчину. В профиле аккаунта есть фотографии мужчины, которого она нашла в Интернете. Через учетную запись она соединяется с другими соседями и родителями учеников своей школы, а затем спонсирует онлайн-сбор средств для собственной выгоды. Что делает твой сосед?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Киберхакинг"
      },
      {
        "id": "B",
        "text": "Троллинг"
      },
      {
        "id": "C",
        "text": "Рыбалка"
      },
      {
        "id": "D",
        "text": "Фишинг"
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 16,
    "prompt": "Для каждого утверждения о сжатии файлов укажите, верно оно или нет.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Сжатие файлов упрощает передачу, поскольку уменьшает общий объем совместно используемых файлов.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "В отличие от документов в формате PDF, коммерческих решений для защиты паролем сжатого архива не существует.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "В дополнение к сторонним приложениям сжатия большинство современных операционных систем предлагают возможность сжатия файлов на системном уровне.",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Сжатие нескольких файлов в один всегда приводит к уменьшению размера файла, что делает его эффективным решением для долгосрочного хранения файлов.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно",
      "D:Неверно"
    ]
  },
  {
    "id": 17,
    "prompt": "Какие две ситуации подходят для использования поля «СК» в сообщении электронной почты? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Вы отправляете электронное письмо большой группе людей и хотите быть уверены, что они не смогут использовать функцию «ответить всем»."
      },
      {
        "id": "B",
        "text": "Вы пытаетесь создать групповое обсуждение важной темы."
      },
      {
        "id": "C",
        "text": "Вы отправляете электронное письмо большой группе людей и хотите сохранить их адреса электронной почты в тайне."
      },
      {
        "id": "D",
        "text": "У вас проблема с одноклассником, и вы хотите быть уверены, что ваш учитель знает, что происходит."
      }
    ],
    "correctAnswers": [
      "C",
      "D"
    ]
  },
  {
    "id": 18,
    "prompt": "Вы рассматриваете будущую карьеру в сфере информационных технологий (ИТ). Летом перед выпускным классом средней школы вам предлагают неоплачиваемую летнюю стажировку в местной технологической фирме. Каковы две причины согласиться на стажировку? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Стажировки могут привести к увеличению числа подписчиков в социальных сетях."
      },
      {
        "id": "B",
        "text": "Стажировки могут сделать ваши заявления в колледж более конкурентоспособными."
      },
      {
        "id": "C",
        "text": "Стажировка позволит вам управлять активным ИТ-центром обработки данных."
      },
      {
        "id": "D",
        "text": "Стажировка позволит вам развить свои ИТ-навыки в профессиональной среде."
      }
    ],
    "correctAnswers": [
      "B",
      "D"
    ]
  },
  {
    "id": 19,
    "prompt": "Вам необходимо определить преимущества струйных принтеров и лазерных принтеров. Переместите каждое преимущество из списка слева в соответствующий тип принтера справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Подходит для печати высококачественных фотографий. -> Струйный принтер"
      },
      {
        "id": "B",
        "text": "Экологически чистый -> Струйный принтер"
      },
      {
        "id": "C",
        "text": "Документы сухие на ощупь при печати -> Лазерный принтер"
      },
      {
        "id": "D",
        "text": "Подходит для массовой печати документов по низкой цене. -> Лазерный принтер"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 20,
    "prompt": "Вам нужно изменить Изображение 1 на Изображение 2, выполнив следующие действия: Удалите фигуру с левой стороны изображения. Измените изображение с цветного на монохромное. Какие два инструмента для редактирования фотографий вам следует использовать? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Контакт"
      },
      {
        "id": "B",
        "text": "Фильтр"
      },
      {
        "id": "C",
        "text": "Обрезать"
      },
      {
        "id": "D",
        "text": "Подрезать"
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 21,
    "prompt": "Какова основная цель управления версиями файлов?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Чтобы пользователи могли восстанавливать более ранние копии файла"
      },
      {
        "id": "B",
        "text": "Чтобы идентифицировать файл как черновик, а не финальную версию"
      },
      {
        "id": "C",
        "text": "Чтобы позволить нескольким пользователям совместно работать над содержимым файла"
      },
      {
        "id": "D",
        "text": "Чтобы определить дату создания файла"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 22,
    "prompt": "Какое утверждение о заполнении онлайн-форм верно?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Для заполнения онлайн-формы PDF требуется лицензия Adobe Acrobat."
      },
      {
        "id": "B",
        "text": "Для заполнения форм Microsoft требуется лицензия Office 365."
      },
      {
        "id": "C",
        "text": "Формы Google всегда требуют указания адреса электронной почты."
      },
      {
        "id": "D",
        "text": "Формы Microsoft Forms могут заполнять люди, не входящие в организацию создателя."
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 23,
    "prompt": "Вы подаете заявление на работу в выбранной вами сфере деятельности. Потенциальные работодатели получат доступ к вашему профессиональному онлайн-профилю. Что вам следует сделать, чтобы поддержать свой профессиональный онлайн-профиль?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Ограничьте доступ к профилю для сохранения конфиденциальности"
      },
      {
        "id": "B",
        "text": "Включите информацию о личной деятельности, чтобы продемонстрировать баланс."
      },
      {
        "id": "C",
        "text": "Включите свою историю заработной платы и ожидания."
      },
      {
        "id": "D",
        "text": "Регулярно обновляйте профиль, чтобы продемонстрировать свои навыки."
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 24,
    "prompt": "Вы планируете посетить вебинар в режиме реального времени, посвященный основным правилам безопасности для учащихся, пользующихся научными лабораториями вашей школы. Вы будете участвовать в вебинаре со своего ноутбука. Во время вебинара нужно быть уважительным и вежливым по отношению к ведущему и другим участникам. Какие три действия вам следует предпринять для достижения этой цели? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Отключите звук, если ведущий не призовет вас выступить."
      },
      {
        "id": "B",
        "text": "Держите камеру включенной, чтобы ведущий знал, кто присутствует."
      },
      {
        "id": "C",
        "text": "Держите под рукой свой мобильный телефон, чтобы переписываться с другими участниками."
      },
      {
        "id": "D",
        "text": "Откройте другие вкладки браузера, чтобы выполнять несколько задач одновременно для других целей."
      },
      {
        "id": "E",
        "text": "Выражайте критическое мнение о контенте в зоне публичного чата."
      },
      {
        "id": "F",
        "text": "Войдите заранее, чтобы убедиться, что приложение для вебинара работает."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "F"
    ]
  },
  {
    "id": 25,
    "prompt": "Вы работаете в совместной команде с тремя другими людьми, и ваша команда обсуждает задачу по электронной почте. Ваша команда не согласна по поводу задачи, и вы твердо убеждены, что ваше мнение правильное. Какие два шага вы могли бы предпринять, чтобы разрешить это разногласие, следуя стандартам цифрового этикета? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Публикуйте о разногласиях вашей команды в социальных сетях и узнавайте мнение своих друзей и подписчиков."
      },
      {
        "id": "B",
        "text": "Запланируйте личную или виртуальную встречу со всей командой, чтобы вместе обсудить задачу лицом к лицу."
      },
      {
        "id": "C",
        "text": "Составьте электронное письмо, используя сильные выражения, которое покажет, как вы относитесь к задаче, и отправьте его всем в вашей организации."
      },
      {
        "id": "D",
        "text": "Сделайте паузу в разговоре, чтобы глубже изучить проблему, а затем напишите четкое электронное письмо с изложением своего мнения."
      }
    ],
    "correctAnswers": [
      "B",
      "D"
    ]
  },
  {
    "id": 26,
    "prompt": "Переместите каждое расширение файла из списка слева в соответствующий сценарий справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Файл, содержащий неформатированный текст -> текст"
      },
      {
        "id": "B",
        "text": "Логотип с прозрачным фоном -> png"
      },
      {
        "id": "C",
        "text": "Фотография, которую вы будете отображать на веб-странице. -> jpg"
      },
      {
        "id": "D",
        "text": "Файл, который вы отправите по электронной почте в типографию. -> PDF"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 27,
    "prompt": "Для каждого из трех действий выберите, следует ли использовать кабель USB-C или Ethernet CAT6.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Подключите ноутбук к проектору -> USB-C"
      },
      {
        "id": "B",
        "text": "Подключитесь к Интернету -> Ethernet-кабель CAT6"
      },
      {
        "id": "C",
        "text": "Заряжайте устройства Bluetooth (наушники, клавиатуры и т. д.) -> USB-C"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 28,
    "prompt": "Переместите каждый инструмент для цифровой совместной работы из списка слева в его описание справа.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Соавторы могут одновременно редактировать файлы и автоматически сохранять изменения. -> Обмен файлами в облаке"
      },
      {
        "id": "B",
        "text": "Соавторы могут одновременно проводить мозговой штурм, просматривать и редактировать визуальную информацию, записывая, рисуя и вставляя изображения. -> Онлайн-доска"
      },
      {
        "id": "C",
        "text": "Соавторы участвуют в учебной деятельности и сразу же делятся реакциями, интерпретациями и идеями по применению представленных идей. -> Вебинар"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 29,
    "prompt": "Вы разрабатываете плакат для клиента. Во время работы вы периодически сохраняете новые версии файла, чтобы отслеживать изменения и дизайнерские идеи. Какие две группы файлов демонстрируют хорошие соглашения об именах файлов? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "myposter.psd, newposter.psd, плакат.psd"
      },
      {
        "id": "B",
        "text": "постер_оригинал.psd, постер_обрезанный.psd, постер_grayscale.psd"
      },
      {
        "id": "C",
        "text": "плакат черновик1.psd, плакат черновик2.psd, плакат FINAL.psd"
      },
      {
        "id": "D",
        "text": "плакат.psd, копия плаката.psd, копия плаката 2.psd"
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 30,
    "prompt": "У вас есть отдельные учетные записи Google для учебного и личного использования. Вы вошли в свой личный кабинет. Вам необходимо получить доступ к файлу, к которому вам предоставили доступ, через Google Диск вашего учебного аккаунта. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Поделитесь файлом с помощью своей личной учетной записи Google."
      },
      {
        "id": "B",
        "text": "Переключитесь с личной учетной записи Google на учебную учетную запись."
      },
      {
        "id": "C",
        "text": "Настройте обе учетные записи на использование одного и того же пароля."
      },
      {
        "id": "D",
        "text": "Скопируйте содержимое файла в свой личный кабинет."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 31,
    "prompt": "Вам необходимо оценить, является ли содержание онлайн-статьи предвзятым. Для каждого аспекта статьи выберите «Да», если вам следует проверить его, чтобы оценить предвзятость статьи, или «Нет», если не следует.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Источник финансирования статьи",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Дата публикации статьи",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Уровень образования автора",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "Связи автора с политическими организациями",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 32,
    "prompt": "Вы добавляете день рождения отца в свой личный календарь. Вам необходимо настроить показанные параметры события по умолчанию. Переместите каждую настройку из списка слева в соответствующую настройку события справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Весь день -> Удалить время начала и окончания события"
      },
      {
        "id": "B",
        "text": "Повторяю: Никогда -> Добавляйте событие в свой календарь на одну и ту же дату каждый год."
      },
      {
        "id": "C",
        "text": "Пригласить участников -> Добавьте событие в календарь вашего брата."
      },
      {
        "id": "D",
        "text": "Напомнить: за 15 минут до этого -> Получите уведомление за неделю до мероприятия, чтобы не забыть купить подарок."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 33,
    "prompt": "В чем преимущество использования цифрового кошелька, такого как Apple Pay или Google Pay?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Требуется авторизация каждой транзакции"
      },
      {
        "id": "B",
        "text": "Позволяет совершать транзакции без аутентификации"
      },
      {
        "id": "C",
        "text": "Передаёт информацию о вашей учетной записи непосредственно продавцу."
      },
      {
        "id": "D",
        "text": "Позволяет безопасно строить свою кредитную историю"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 34,
    "prompt": "Переместите каждый положительный или отрицательный аспект ИИ из списка слева в его влияние справа.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Создает специальный контент, улучшающий взаимодействие с пользователем -> Персонализация контента"
      },
      {
        "id": "B",
        "text": "Воспроизводит систематические ошибки, существующие в анализируемых данных. -> Этические проблемы"
      },
      {
        "id": "C",
        "text": "Освобождает время для пользователей компьютеров, чтобы они могли сосредоточиться на более стратегических действиях. -> Автоматизация повторяющихся задач"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 35,
    "prompt": "Вы проводите исследование для школьного проекта об акулах. Для каждого ресурса выберите «Да», если это надежный и цитируемый источник, или «Нет», если это не так.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Интервью с человеком, пережившим нападение акулы",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Интернет-ресурс, такой как Британская энциклопедия.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Ваши одноклассники",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "Статьи от Google ученого",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 36,
    "prompt": "Вам нужно изменить скорость курсора мыши при его перемещении по экрану компьютера. Какой вариант выбрать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Скорость отслеживания"
      },
      {
        "id": "B",
        "text": "Естественная прокрутка"
      },
      {
        "id": "C",
        "text": "Вторичный щелчок"
      },
      {
        "id": "D",
        "text": "Скорость двойного щелчка"
      },
      {
        "id": "E",
        "text": "Скорость прокрутки"
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 37,
    "prompt": "Ваш работодатель предоставляет вам регулируемый стул. Вам необходимо отрегулировать стул, чтобы предотвратить травмы от повторяющихся перенапряжений (RSI). Для каждой позиции выберите «Да», если это поможет предотвратить RSI, или «Нет», если это не поможет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Ваши колени выше бедер",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Ваши ноги лежат на полу или подставке для ног.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Ваши руки образуют угол 90 градусов, локти по бокам.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 38,
    "prompt": "Вы возглавляете команду людей разных убеждений, происхождения и возраста. Вы планируете провести удаленное собрание с помощью инструмента видеоконференцсвязи для мозгового штурма идей для нового проекта. Вам необходимо продемонстрировать хороший цифровой этикет. Какие два действия вам следует предпринять? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Используйте такие функции, как «Поднять руку», чтобы предоставить возможность участвовать всем членам команды."
      },
      {
        "id": "B",
        "text": "Сохраняйте концентрацию команды и избегайте конфликтов, ограничивая обсуждение списком лишь нескольких идей."
      },
      {
        "id": "C",
        "text": "В начале встречи попросите младших членов команды стать техническими друзьями для пожилых людей."
      },
      {
        "id": "D",
        "text": "Используйте инструмент транскрипции платформы видеоконференций, чтобы каждый мог следить за разговором на английском языке."
      }
    ],
    "correctAnswers": [
      "A",
      "D"
    ]
  },
  {
    "id": 39,
    "prompt": "Что рекомендуется делать при составлении электронного письма, чтобы обеспечить ясность?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Используйте все заглавные буквы для выделения."
      },
      {
        "id": "B",
        "text": "Напишите простую тему."
      },
      {
        "id": "C",
        "text": "Используйте неформальный язык."
      },
      {
        "id": "D",
        "text": "Прикрепите скриншоты и диаграммы."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 40,
    "prompt": "Для каждого из трех утверждений об использовании функции отслеживания изменений для обработки текста выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Отслеживать изменения позволяет переключаться между изменениями, внесенными вами или всеми.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Отслеживать изменения можно использовать только в том случае, если к документу предоставлен общий доступ посредством онлайн-синхронизации.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Найти и заменить > Перейти позволяет сосредоточиться на комментариях конкретного рецензента.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 41,
    "prompt": "В чем преимущество использования макросов в программах?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Они автоматически исправляют орфографические ошибки."
      },
      {
        "id": "B",
        "text": "Они автоматически сохраняют файлы онлайн."
      },
      {
        "id": "C",
        "text": "Они автоматизируют повторяющиеся задачи."
      },
      {
        "id": "D",
        "text": "Они предоставляют услуги облачного хранения."
      }
    ],
    "correctAnswers": [
      "C"
    ]
  },
  {
    "id": 42,
    "prompt": "Для каждого товара выберите «Товары» или «Услуги».",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "iCloud -> Услуги"
      },
      {
        "id": "B",
        "text": "Ноутбук -> Товары"
      },
      {
        "id": "C",
        "text": "Жесткий диск -> Товары"
      },
      {
        "id": "D",
        "text": "Техническая поддержка -> Услуги"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 43,
    "prompt": "Для каждого физического симптома выберите «Да», если это признак травмы от повторяющегося напряжения (RSI), или «Нет», если это не так.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Боль",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Зуд",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "покалывание",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Слабость",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 44,
    "prompt": "Синди записывает видео для школьного проекта. Она хочет использовать только определенные части видео, поэтому решает отредактировать его. Переместите каждый базовый метод редактирования видео из списка слева в правильное определение справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Сращивание -> Объедините два видеоклипа вместе"
      },
      {
        "id": "B",
        "text": "Обрезать -> Скрыть части видеокадра"
      },
      {
        "id": "C",
        "text": "Расколоть -> Разрезать видеоклип на две части"
      },
      {
        "id": "D",
        "text": "Подрезать -> Удалить начало и конец клипа"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 45,
    "prompt": "Переместите каждое расширение файла из списка слева в правильное описание справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": ".rtf -> Текстовый файл, поддерживающий форматированный текст и графику."
      },
      {
        "id": "B",
        "text": ".текст -> Текстовый файл, поддерживающий только простой текст в линейном формате."
      },
      {
        "id": "C",
        "text": ".gif -> Файл растрового изображения с высокой степенью сжатия, поддерживающий включение нескольких изображений в один файл."
      },
      {
        "id": "D",
        "text": ".png -> Файл растрового изображения со сжатием без потерь, который поддерживает прозрачные, цветные и 48-битные изображения с реальным цветом."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 46,
    "prompt": "Какие два утверждения о разрешениях локально хранящегося документа текстового редактора верны? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Разрешение по умолчанию для любого нового документа доступно только для чтения."
      },
      {
        "id": "B",
        "text": "Разрешение на чтение и запись позволяет вносить изменения в содержимое документа."
      },
      {
        "id": "C",
        "text": "Разрешение только для чтения предотвращает создание новой копии документа."
      },
      {
        "id": "D",
        "text": "Разрешение только для чтения позволяет просматривать, но не изменять."
      }
    ],
    "correctAnswers": [
      "B",
      "D"
    ]
  },
  {
    "id": 47,
    "prompt": "Вам необходимо добавить собрание студенческого самоуправления в следующем месяце в свой календарь. Какие два элемента можно выбрать, чтобы открыть диалоговое окно события? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Кнопка «+ Создать»"
      },
      {
        "id": "B",
        "text": "Определенная ячейка даты в основной сетке календаря."
      },
      {
        "id": "C",
        "text": "Кнопка «Сегодня»"
      },
      {
        "id": "D",
        "text": "Значок шестеренки настроек"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 48,
    "prompt": "Какие три службы являются службами потокового аудио? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Пандора"
      },
      {
        "id": "B",
        "text": "Инстаграм"
      },
      {
        "id": "C",
        "text": "Snapchat"
      },
      {
        "id": "D",
        "text": "СириусXM"
      },
      {
        "id": "E",
        "text": "ТикТок"
      },
      {
        "id": "F",
        "text": "Спотифай"
      }
    ],
    "correctAnswers": [
      "A",
      "D",
      "F"
    ]
  },
  {
    "id": 49,
    "prompt": "Учащийся средней школы присоединяется к сообществу в социальных сетях, состоящему из людей, разделяющих его хобби. Для каждого утверждения выберите «Да», если это подходящий способ взаимодействия с онлайн-сообществом, или «Нет», если это не так.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Ожидайте, что другие члены сообщества будут относиться к информации, которой он делится, как к частной.",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Представьтесь членам сообщества и укажите свой личный адрес электронной почты.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Ответьте на комментарий в теме, в котором говорится, что он не согласен, в уважительном тоне.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Поделитесь комментарием сообщества с другой группой, не указывая, кто создал комментарий.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 50,
    "prompt": "Переместите каждый термин из списка слева в его описание справа.",
    "type": "MATCHING",
    "answersRequired": 5,
    "options": [
      {
        "id": "A",
        "text": "Возможность просматривать содержимое файла, но не изменять его. -> Файл только для чтения"
      },
      {
        "id": "B",
        "text": "Настройки, определяющие, кто может читать, записывать или выполнять файл. -> Разрешение файла"
      },
      {
        "id": "C",
        "text": "Процесс кодирования данных для предотвращения несанкционированного доступа -> Шифрование"
      },
      {
        "id": "D",
        "text": "Файл, который могут просматривать и изменять пользователи с соответствующими разрешениями. -> Чтение-запись файла"
      },
      {
        "id": "E",
        "text": "Функция безопасности, которая ограничивает доступ к файлам пользователям, которые вводят правильный код доступа. -> Защита паролем"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": 51,
    "prompt": "Ваша работа требует, чтобы вы работали за компьютером по несколько часов каждый день. Вы обеспокоены тем, что у вас возникнет напряжение глаз. Для каждого действия выберите «Да», если оно предотвратит перенапряжение глаз, или «Нет», если этого не произойдет.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Часто моргайте.",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Работайте в очень темной комнате.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Часто переключайте свое внимание с экрана компьютера на что-то, находящееся на расстоянии не менее шести метров от вас.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Расположите монитор так, чтобы он находился на расстоянии вытянутой руки от вас, а верхняя часть экрана находилась на уровне ваших глаз.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Да"
    ]
  },
  {
    "id": 52,
    "prompt": "Переместите каждый тип встроенных покупок из списка слева в его описание справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Подпишитесь на сервис потокового видео -> Автоматически возобновляемый"
      },
      {
        "id": "B",
        "text": "Разблокируйте специальную функцию в видеоигре -> Нерасходуемый"
      },
      {
        "id": "C",
        "text": "Приобретайте драгоценные камни или монеты для мобильных игр. -> Расходный материал"
      },
      {
        "id": "D",
        "text": "Взять напрокат онлайн-фильм через потоковый сервис -> Невозобновляемый"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 53,
    "prompt": "Вам необходимо отправить несколько фотографий в высоком разрешении в качестве вложения к электронному письму, но размер файла слишком велик. Какое действие упростит обмен файлами?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Добавьте фотографии в файл документа"
      },
      {
        "id": "B",
        "text": "Измените формат файла каждой фотографии на .svg."
      },
      {
        "id": "C",
        "text": "Увеличьте разрешение каждой фотографии."
      },
      {
        "id": "D",
        "text": "Сжать файлы в папку .zip."
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 54,
    "prompt": "Переместите каждый элемент книги из списка слева в правильное определение справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Область ввода данных и уравнений -> Панель формул"
      },
      {
        "id": "B",
        "text": "Вертикальная серия ячеек, помеченных буквой -> Столбец"
      },
      {
        "id": "C",
        "text": "Область, которая идентифицирует и позволяет переключаться между листами в файле. -> Вкладка «Лист»"
      },
      {
        "id": "D",
        "text": "Область, в которой отображается информация о листе, содержимом листа и программе. -> Строка состояния"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 55,
    "prompt": "Какой шаг следует предпринять, чтобы вставить номера страниц в документ?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Добавьте номера страниц на боковой панели рядом с содержимым."
      },
      {
        "id": "B",
        "text": "Используйте верхний или нижний колонтитул для автоматического добавления номеров страниц."
      },
      {
        "id": "C",
        "text": "Введите номер страницы вручную на каждой странице."
      },
      {
        "id": "D",
        "text": "Добавляйте номера страниц только на первую и последнюю страницы."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 56,
    "prompt": "Определите, верно или неверно каждое из четырех утверждений о передовом опыте ведения учетных записей в социальных сетях.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Поддерживайте отдельное личное и профессиональное присутствие в социальных сетях.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Минимальные настройки конфиденциальности повышают адекватное привлечение трафика как к личным, так и к профессиональным аккаунтам.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "В своем профессиональном присутствии в Интернете как можно больше участвуйте публично, даже если вы не на 100% уверены в этой теме.",
        "answer": "Неверно"
      },
      {
        "id": "D",
        "text": "Считайте себя личностью, рассматривайте как личные, так и профессиональные аккаунты как часть одной цели.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Неверно",
      "D:Неверно"
    ]
  },
  {
    "id": 57,
    "prompt": "Для каждого из трех утверждений о веб-браузерах выберите «Да», если действие возможно, или «Нет», если оно невозможно.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Настройте кнопки, меню или панели инструментов.",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Измените домашнюю страницу по умолчанию.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Добавляйте плагины и расширения в браузер для повышения функциональности.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да"
    ]
  },
  {
    "id": 58,
    "prompt": "Вы используете новую программу для создания презентации. Вам нужно использовать функцию, с которой вы не знакомы. Для каждого ресурса выберите «Да», если вы можете использовать его для получения помощи, или «Нет», если вы не можете.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Функция справки в программе",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Инструкции по установке программного обеспечения",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Интернет-форум, посвященный программному обеспечению.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Страница LinkedIn компании-разработчика программного обеспечения",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Нет",
      "C:Да",
      "D:Нет"
    ]
  },
  {
    "id": 59,
    "prompt": "Вам необходимо надлежащим образом защитить свою конфиденциальность и безопасность. В каких двух ситуациях следует отключить камеру на онлайн-устройстве? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "При обмене сообщениями с дальними родственниками"
      },
      {
        "id": "B",
        "text": "При общении с другими игроками во время общедоступной онлайн-игры."
      },
      {
        "id": "C",
        "text": "При просмотре виртуальной экскурсии по колледжу с сотнями участников"
      },
      {
        "id": "D",
        "text": "При участии в занятии дистанционного обучения"
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 60,
    "prompt": "Пользователь добавляет негативный или критический комментарий в ответ на оригинальный контент, который вы разместили в Интернете. Как следует ответить на комментарий?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Удалите комментарии, с которыми вы не согласны."
      },
      {
        "id": "B",
        "text": "Отвечайте с уважением, даже если вы не согласны."
      },
      {
        "id": "C",
        "text": "Отвечайте только в том случае, если вы согласны с комментарием."
      },
      {
        "id": "D",
        "text": "Ответьте смайликами, чтобы показать, что вы не согласны."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 61,
    "prompt": "Для каждого утверждения о правилах и положениях, касающихся интеллектуальной собственности, укажите, верно оно или неверно.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "DMCA – это закон, призванный облегчить применение авторских прав к оригинальным произведениям художника или художников.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Добросовестное использование и общественное достояние регулируют использование материалов, защищенных авторским правом, в индивидуальных целях, например, в обучении или в комментариях.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Стандарты Creative Commons включают четкие описания того, что требуется для использования материалов (фото, видео, музыка), к которым применяются стандарты и лицензии CC.",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Использование материалов, защищенных авторским правом, даже если вы изменили их, отредактировав так, чтобы они не имели исходной формы, является незаконным в соответствии с действующими правилами авторского права.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Верно",
      "D:Неверно"
    ]
  },
  {
    "id": 62,
    "prompt": "Переместите каждый тип разрешения доступа к файлу из списка слева в его определение справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Просмотрите или получите доступ к содержимому файла. -> Читать"
      },
      {
        "id": "B",
        "text": "Добавьте данные в файл и прочитайте или измените его атрибуты. -> Писать"
      },
      {
        "id": "C",
        "text": "Просмотрите содержимое файла, добавьте в него данные и удалите файл. -> Изменить"
      },
      {
        "id": "D",
        "text": "Просмотрите или получите доступ к содержимому файла и запустите файл, если это программа. -> Чтение и выполнение"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 63,
    "prompt": "У вас возникли проблемы с печатью с компьютера. Для каждого утверждения выберите «Истина», если это метод подтверждения успешного подключения к принтеру, или «Ложь», если это не так.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Для принтера с прямым подключением замените соединительный кабель кабелем CAT6.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Проверьте состояние подключения принтера в окне настроек «Принтеры и сканеры».",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Для принтера, подключенного к Ethernet, убедитесь, что кабель Ethernet подключен непосредственно к компьютеру, а не через коммутатор или маршрутизатор.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 64,
    "prompt": "Поздний вечер, после рабочего времени. У вас есть вопрос к вашему руководителю. Сопоставьте каждый тип вопроса с подходящим способом связи с вашим руководителем.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Чрезвычайная ситуация, о которой вашему руководителю необходимо немедленно сообщить -> Позвоните или напишите своему руководителю на его мобильный телефон."
      },
      {
        "id": "B",
        "text": "Личная ситуация, по которой вам хотелось бы узнать мнение вашего руководителя. -> Поговорите со своим руководителем лично во время перерыва на следующий день."
      },
      {
        "id": "C",
        "text": "Общий вопрос по работе, не требующий немедленного ответа -> Отправьте электронное письмо своему руководителю и запланируйте его доставку на 9:00 следующего утра."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 65,
    "prompt": "Для каждого утверждения о макросах в книге Excel выберите «Истина» или «Ложь».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Каждый макрос сохраняется в виде текстового файла.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Вы можете создать макрос, написав сценарий в редакторе сценариев.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Макросы — это последовательности событий, которые можно воспроизвести, чтобы облегчить выполнение повторяющихся задач.",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Вы можете создать макрос, записав серию команд, нажатий клавиш и щелчков мыши.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Верно",
      "D:Верно"
    ]
  },
  {
    "id": 66,
    "prompt": "Ваш класс встречается на видеоконференции. Вы и трое других учеников будете по очереди представлять информацию как на камеру, так и индивидуально демонстрируя свои экраны. Какие три действия вам следует предпринять перед презентацией? (Выберите 3.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Закройте все ненужные программы и вкладки браузера."
      },
      {
        "id": "B",
        "text": "Протестируйте и попрактикуйтесь в использовании функции совместного использования экрана."
      },
      {
        "id": "C",
        "text": "Практикуйте свою презентацию, пока выступают другие."
      },
      {
        "id": "D",
        "text": "Сообщите другим учащимся, что они могут одновременно показывать экраны."
      },
      {
        "id": "E",
        "text": "Представление на открытом воздухе при естественном освещении."
      },
      {
        "id": "F",
        "text": "Убедитесь, что изображения в вашей презентации подходят для школы."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "F"
    ]
  },
  {
    "id": 67,
    "prompt": "Какое утверждение описывает сохранение файлов в облаке?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Обмен файлами с друзьями по электронной почте"
      },
      {
        "id": "B",
        "text": "Сохранение файлов с помощью сервиса, обеспечивающего доступ с любого устройства"
      },
      {
        "id": "C",
        "text": "Хранение файлов на USB-накопителе, которым вы можете поделиться с другими"
      },
      {
        "id": "D",
        "text": "Сохранение файлов на жестком диске вашего компьютера"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 68,
    "prompt": "Вы находитесь в шумной комнате. Вы подключаете наушники к компьютеру, чтобы лучше слышать звук, но звук по-прежнему идет через динамики компьютера, а не через наушники. Вам нужно, чтобы компьютерный звук проходил через наушники, а не через динамики. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Управление устройствами вывода."
      },
      {
        "id": "B",
        "text": "Управление устройствами ввода."
      },
      {
        "id": "C",
        "text": "Отключите звук динамиков вашего компьютера."
      },
      {
        "id": "D",
        "text": "Настройте параметры звука для специальных возможностей."
      }
    ],
    "correctAnswers": [
      "A"
    ]
  },
  {
    "id": 69,
    "prompt": "Какие две клавиши входят в «главный ряд» стандартной клавиатуры? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Б"
      },
      {
        "id": "B",
        "text": "Д"
      },
      {
        "id": "C",
        "text": "К"
      },
      {
        "id": "D",
        "text": "вопрос"
      },
      {
        "id": "E",
        "text": "Х"
      },
      {
        "id": "F",
        "text": "Да"
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 70,
    "prompt": "Просмотрите список инструментов: Google Docs, Google Meet, Microsoft Teams, Dropbox. Какие две функции являются общими для ВСЕХ этих инструментов? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Хранение файлов"
      },
      {
        "id": "B",
        "text": "Создание контента"
      },
      {
        "id": "C",
        "text": "Сотрудничество"
      },
      {
        "id": "D",
        "text": "Видеочат"
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 71,
    "prompt": "Для каждого утверждения о центральных процессорах (ЦП) выберите «Верно» или «Неверно».",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Большинство современных процессоров созданы для поддержки 64-битных систем.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "При правильном использовании процессоры обычно имеют подключенный воздушный или жидкостный охладитель.",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Скорость процессора влияет на количество кадров в секунду (fps), отображаемых в 3D-игре.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Верно",
      "C:Верно"
    ]
  },
  {
    "id": 72,
    "prompt": "Содержимое, отображаемое на мониторе вашего компьютера, трудно рассмотреть. Темные области экрана слишком темные, а светлые области экрана слишком яркие. Вам необходимо настроить монитор так, чтобы вы могли видеть содержимое. Какую настройку монитора следует настроить?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Источник входного сигнала"
      },
      {
        "id": "B",
        "text": "Яркость"
      },
      {
        "id": "C",
        "text": "Резкость"
      },
      {
        "id": "D",
        "text": "Контраст"
      }
    ],
    "correctAnswers": [
      "D"
    ]
  },
  {
    "id": 73,
    "prompt": "Для каждого из трех утверждений о шифровании применительно к вашему устройству и использованию Интернета в личных целях укажите, верно оно или неверно.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Использование виртуальной частной сети (VPN) сделает вас анонимным в Интернете.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Биометрическая проверка и пароли — это два метода безопасности, обычно используемые для шифрования устройства.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "При сквозном шифровании информация шифруется на исходном устройстве и расшифровывается только после ее поступления на целевое устройство.",
        "answer": "Верно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Неверно",
      "C:Верно"
    ]
  },
  {
    "id": 74,
    "prompt": "Каковы два универсальных принципа проектирования вычислительного оборудования? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Терпимость к ошибкам: минимизируйте опасности и неблагоприятные последствия случайных или непреднамеренных действий."
      },
      {
        "id": "B",
        "text": "Справедливое использование: дизайн полезен и востребован людьми с разными способностями."
      },
      {
        "id": "C",
        "text": "Сохраняйте затраты на низком уровне: по возможности используйте менее дорогие детали, чтобы снизить затраты на сборку."
      },
      {
        "id": "D",
        "text": "Интернет вещей подключен: по возможности внедряйте онлайн-функциональность, чтобы улучшить взаимодействие с пользователем."
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 75,
    "prompt": "Какой термин отражает основные понятия, которые вы ищете в поисковой системе?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Контекст"
      },
      {
        "id": "B",
        "text": "Ключевые слова"
      },
      {
        "id": "C",
        "text": "Фильтры"
      },
      {
        "id": "D",
        "text": "Покрытие"
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 76,
    "prompt": "Вы получили ноль за задание, которое сдали вчера. Вам необходимо отправить электронное письмо своему учителю и копию электронного письма родителям. Используйте метод, который позволит вашему учителю легко ответить как вам, так и вашему родителю. Чтобы ответить, переместите каждую применимую часть электронного письма из списка слева в правильное место справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "От: -> me@myschool.com"
      },
      {
        "id": "B",
        "text": "К: -> учитель@myschool.com"
      },
      {
        "id": "C",
        "text": "Копия: -> родитель@myhome.com"
      },
      {
        "id": "D",
        "text": "Тема письма (рядом с «Мои оценки:»): -> Почему я вчера получил ноль?"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 77,
    "prompt": "Вам необходимо определить, представляет ли статья фактическую или предвзятую информацию. Каковы два признака того, что статья представляет предвзятую точку зрения? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Статья опубликована в небольшой газете, а не в известном академическом журнале."
      },
      {
        "id": "B",
        "text": "Автор заявляет, что авторы противоположной статьи радикальны и поэтому не способны понять тему."
      },
      {
        "id": "C",
        "text": "Автор поддерживает свои идеи, приводя непроверенные данные, а не проверенную статистику."
      },
      {
        "id": "D",
        "text": "Автор уважительно и профессионально обращается к противоположной точке зрения."
      }
    ],
    "correctAnswers": [
      "B",
      "C"
    ]
  },
  {
    "id": 78,
    "prompt": "Ваша команда работает над онлайн-проектом. Вам необходимо предоставлять обратную связь друг другу в цифровом формате. Для каждого утверждения о цифровой обратной связи выберите «Да», если поведение соответствует стандартам цифрового этикета, или «Нет», если не соответствует.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Поправляйте других людей, когда их мнения и идеи ошибочны.",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Дайте справедливую критику и конструктивную обратную связь, формулируя ее уважительно.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Используйте сокращения, сленг и смайлы, чтобы придать комментариям индивидуальность.",
        "answer": "Нет"
      },
      {
        "id": "D",
        "text": "Используйте правильную грамматику и орфографию, чтобы комментарии было легко понять.",
        "answer": "Да"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Да",
      "C:Нет",
      "D:Да"
    ]
  },
  {
    "id": 79,
    "prompt": "Ваш класс учится использовать новое программное обеспечение. Каждому студенту было поручено освоить определенную функцию приложения. Какими двумя способами учащиеся могут улучшить свои навыки использования назначенных функций? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Попробуйте использовать новую функцию."
      },
      {
        "id": "B",
        "text": "Научите кого-нибудь другого использовать его."
      },
      {
        "id": "C",
        "text": "Используйте встроенные анимированные подсказки."
      },
      {
        "id": "D",
        "text": "Прочтите онлайн-обзор аналогичного приложения."
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 80,
    "prompt": "Вы снимаете на видео друга, который глупо танцует во время вечеринки. Вы хотите поделиться видео со своими общими друзьями. Вам необходимо решить, как поделиться видео, соблюдая правила цифрового этикета. Что вам следует делать?",
    "type": "SINGLE CHOICE",
    "answersRequired": 1,
    "options": [
      {
        "id": "A",
        "text": "Поделитесь видео в социальных сетях с открытым доступом для просмотра."
      },
      {
        "id": "B",
        "text": "Отправьте видео прямо танцующему другу и позвольте ему поделиться им с другими."
      },
      {
        "id": "C",
        "text": "Отправьте видео только тем, кто присутствовал на вечеринке, и попросите их не делиться им с кем-либо еще."
      },
      {
        "id": "D",
        "text": "Поделитесь видео в социальных сетях с настройками конфиденциальности, позволяющими видеть его только вашим подписчикам."
      }
    ],
    "correctAnswers": [
      "B"
    ]
  },
  {
    "id": 81,
    "prompt": "Вы просматриваете в электронном виде черновой вариант отчета, написанного одноклассником. Какие два метода следует использовать в документе, чтобы предоставить однокласснику конструктивную обратную связь? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Предлагайте изменения с помощью функции «Отслеживать изменения»."
      },
      {
        "id": "B",
        "text": "Используйте заглавные буквы, чтобы указать, что вы бы изменили."
      },
      {
        "id": "C",
        "text": "Используйте функцию комментариев."
      },
      {
        "id": "D",
        "text": "Обсудите изменения устно."
      }
    ],
    "correctAnswers": [
      "A",
      "C"
    ]
  },
  {
    "id": 82,
    "prompt": "Вы используете новую программу для создания презентации. Вам нужно использовать функцию, с которой вы не знакомы. Для каждого ресурса выберите «Да», если вы можете использовать его для получения помощи, или «Нет», если вы не можете.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Функция справки в программе.",
        "answer": "Да"
      },
      {
        "id": "B",
        "text": "Инструкция по установке программного обеспечения.",
        "answer": "Да"
      },
      {
        "id": "C",
        "text": "Интернет-форум, посвященный программному обеспечению.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Страница LinkedIn компании-разработчика программного обеспечения.",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Да",
      "B:Да",
      "C:Да",
      "D:Нет"
    ]
  },
  {
    "id": 83,
    "prompt": "Вы получили ноль за задание, которое сдали вчера. Вам необходимо отправить электронное письмо своему учителю и копию электронного письма родителям. Используйте метод, который позволит вашему учителю легко ответить как вам, так и вашему родителю. Переместите каждую применимую часть электронного письма в правильное место.",
    "type": "MATCHING",
    "answersRequired": 5,
    "options": [
      {
        "id": "A",
        "text": "От -> me@myschool.com"
      },
      {
        "id": "B",
        "text": "К -> учитель@myschool.com"
      },
      {
        "id": "C",
        "text": "Копия -> родитель@myhome.com"
      },
      {
        "id": "D",
        "text": "Предмет -> Мои оценки"
      },
      {
        "id": "E",
        "text": "Основной текст -> Почему я вчера получил ноль?"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": 84,
    "prompt": "У вас возникли проблемы с печатью с компьютера. Для каждого утверждения выберите «Истина», если это метод подтверждения успешного подключения к принтеру, или «Ложь», если это не так.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Для принтера с прямым подключением замените соединительный кабель кабелем CAT5.",
        "answer": "Неверно"
      },
      {
        "id": "B",
        "text": "Проверьте состояние подключения принтера в окне настроек «Принтеры и сканеры».",
        "answer": "Верно"
      },
      {
        "id": "C",
        "text": "Для принтера, подключенного к Ethernet, убедитесь, что кабель Ethernet подключен непосредственно к компьютеру, а не через коммутатор или маршрутизатор.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Неверно",
      "B:Верно",
      "C:Неверно"
    ]
  },
  {
    "id": 85,
    "prompt": "Переместите каждый положительный или отрицательный аспект ИИ из списка слева в его влияние справа.",
    "type": "MATCHING",
    "answersRequired": 3,
    "options": [
      {
        "id": "A",
        "text": "Персонализация контента -> Создает специальный контент, улучшающий взаимодействие с пользователем"
      },
      {
        "id": "B",
        "text": "Этические проблемы -> Воспроизводит систематические ошибки, существующие в анализируемых данных."
      },
      {
        "id": "C",
        "text": "Автоматизация повторяющихся задач -> Освобождает время для пользователей компьютеров, чтобы они могли сосредоточиться на более стратегических действиях."
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": 86,
    "prompt": "Вам необходимо добавить собрание студенческого самоуправления в следующем месяце в свой календарь. Какие два элемента можно выбрать, чтобы открыть диалоговое окно события? (Выберите 2.)",
    "type": "MULTIPLE CHOICE",
    "answersRequired": 2,
    "options": [
      {
        "id": "A",
        "text": "Кнопка «Создать»"
      },
      {
        "id": "B",
        "text": "Дата в календаре (например, 8 марта)"
      },
      {
        "id": "C",
        "text": "Кнопка «Сегодня»"
      },
      {
        "id": "D",
        "text": "Выбор представления месяца"
      }
    ],
    "correctAnswers": [
      "A",
      "B"
    ]
  },
  {
    "id": 87,
    "prompt": "Переместите каждое расширение файла из списка слева в правильное описание справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Текстовый файл, поддерживающий форматированный текст и графику. -> .rtf"
      },
      {
        "id": "B",
        "text": "Текстовый файл, поддерживающий только простой текст в линейном формате. -> .текст"
      },
      {
        "id": "C",
        "text": "Файл растрового изображения с высокой степенью сжатия, поддерживающий включение нескольких изображений в один файл. -> .gif"
      },
      {
        "id": "D",
        "text": "Файл растрового изображения со сжатием без потерь, который поддерживает прозрачные, цветные и 48-битные изображения с реальным цветом. -> .png"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": 88,
    "prompt": "Для каждого утверждения о правилах и положениях, касающихся интеллектуальной собственности, укажите, верно оно или неверно.",
    "type": "TRUE_FALSE_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "DMCA – это закон, призванный облегчить применение авторских прав к оригинальным произведениям художника или художников.",
        "answer": "Верно"
      },
      {
        "id": "B",
        "text": "Добросовестное использование и общественное достояние регулируют использование материалов, защищенных авторским правом, в индивидуальных целях, например, в обучении или в комментариях.",
        "answer": "Неверно"
      },
      {
        "id": "C",
        "text": "Стандарты Creative Commons включают четкие описания того, что требуется для использования материалов (фото, видео, музыка), к которым применяются стандарты и лицензии CC.",
        "answer": "Верно"
      },
      {
        "id": "D",
        "text": "Использование материалов, защищенных авторским правом, даже если вы изменили их, отредактировав так, чтобы они не имели исходной формы, является незаконным в соответствии с действующими правилами авторского права.",
        "answer": "Неверно"
      }
    ],
    "correctAnswers": [
      "A:Верно",
      "B:Неверно",
      "C:Верно",
      "D:Неверно"
    ]
  },
  {
    "id": 89,
    "prompt": "Учащийся средней школы присоединяется к сообществу в социальных сетях, состоящему из людей, разделяющих его хобби. Для каждого утверждения выберите «Да», если это будет подходящим способом взаимодействия с интернет-сообществом, или «Нет», если это не так.",
    "type": "YES_NO_MATRIX",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Ожидайте, что другие члены сообщества будут относиться к информации, которой он делится, как к частной.",
        "answer": "Нет"
      },
      {
        "id": "B",
        "text": "Представьтесь членам сообщества и укажите свой личный адрес электронной почты.",
        "answer": "Нет"
      },
      {
        "id": "C",
        "text": "Ответьте на комментарий в теме, в котором говорится, что он не согласен, в уважительном тоне.",
        "answer": "Да"
      },
      {
        "id": "D",
        "text": "Поделитесь комментарием сообщества с другой группой, не указывая, кто создал комментарий.",
        "answer": "Нет"
      }
    ],
    "correctAnswers": [
      "A:Нет",
      "B:Нет",
      "C:Да",
      "D:Нет"
    ]
  },
  {
    "id": 90,
    "prompt": "Синди записывает видео для школьного проекта. Она хочет использовать только определенные части видео, поэтому решает отредактировать его. Переместите каждый базовый метод редактирования видео из списка слева в правильное определение справа.",
    "type": "MATCHING",
    "answersRequired": 4,
    "options": [
      {
        "id": "A",
        "text": "Объедините два видеоклипа вместе -> Сращивание"
      },
      {
        "id": "B",
        "text": "Скрыть части видеокадра -> Обрезать"
      },
      {
        "id": "C",
        "text": "Разрезать видеоклип на две части -> Расколоть"
      },
      {
        "id": "D",
        "text": "Удалить начало и конец клипа -> Подрезать"
      }
    ],
    "correctAnswers": [
      "A",
      "B",
      "C",
      "D"
    ]
  }
];
