export const examQuestions = [
    {
        "id":  1,
        "prompt":  "Каков процесс преобразования данных в нераспознаваемую форму, требующий использования ключа для возврата данных в обычный текст?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Хеширование"
                        },
                        {
                            "id":  "B",
                            "text":  "Шифрование"
                        },
                        {
                            "id":  "C",
                            "text":  "Сжатие"
                        },
                        {
                            "id":  "D",
                            "text":  "Кодирование"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  2,
        "prompt":  "Переместите этическую проблему искусственного интеллекта слева в ее описание справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "ИИ может проявлять ограниченную открытость, что потенциально может ввести аудиторию в заблуждение относительно происхождения и целей контента. -\u003e Обман и отсутствие прозрачности"
                        },
                        {
                            "id":  "B",
                            "text":  "Ограниченное понимание ИИ социальных норм и культурных аспектов может привести к созданию неприемлемого или ложного контента. -\u003e Отсутствие контекстуального понимания"
                        },
                        {
                            "id":  "C",
                            "text":  "Контент, созданный ИИ, может закреплять стереотипы или дискриминационные взгляды, негативно влияя на общественное мнение. -\u003e Пропаганда вредных предвзятых взглядов"
                        },
                        {
                            "id":  "D",
                            "text":  "ИИ может создавать манипулируемые средства массовой информации, которые могут дискредитировать людей, распространять дезинформацию и подрывать доверие к визуальным доказательствам. -\u003e Разработка дипфейка"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  3,
        "prompt":  "Какие два метода связи являются асинхронными? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Текстовые сообщения"
                        },
                        {
                            "id":  "B",
                            "text":  "электронная почта"
                        },
                        {
                            "id":  "C",
                            "text":  "Видеоконференции"
                        },
                        {
                            "id":  "D",
                            "text":  "Телефонирование"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B"
                           ]
    },
    {
        "id":  4,
        "prompt":  "Для каждого утверждения о шифровании файлов выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Шифрование файлов снижает скорость доступа к файлам.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Все файлы в облачном хранилище по умолчанию зашифрованы.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Открыть зашифрованный файл можно только на том компьютере, на котором он был зашифрован.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  5,
        "prompt":  "Вам необходимо изучить влияние онлайн-обучения и оценить релевантность результатов поиска. Для каждого утверждения выберите «Да», если результат поиска соответствует вашей теме, или «Нет», если это не так.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Статья о пользе образования",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Сайт, предлагающий на продажу образовательные ресурсы.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "График, сравнивающий результаты тестов учащихся в онлайн- и очных образовательных системах.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Статья в образовательном журнале об опыте онлайн-преподавания учителей.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Нет",
                               "C:Да",
                               "D:Да"
                           ]
    },
    {
        "id":  6,
        "prompt":  "Каковы два преимущества сред универсального дизайна? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Среды UD могут использоваться и продаваться каждому."
                        },
                        {
                            "id":  "B",
                            "text":  "Они поощряют взаимодействие между людьми разного возраста."
                        },
                        {
                            "id":  "C",
                            "text":  "Среда UD ориентирована на все более многоэтническое население."
                        },
                        {
                            "id":  "D",
                            "text":  "Они предлагают индивидуальные адаптации для людей с ограниченными возможностями."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B"
                           ]
    },
    {
        "id":  7,
        "prompt":  "Вы пишете репортаж о войне 1812 года. Вы осуществляете поиск в Интернете статей о войне. Вам необходимо отфильтровать результаты, чтобы отображались только статьи, опубликованные за последний год. Какую кнопку можно выбрать для достижения цели?",
        "type":  "SIMULATED_UI",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Инструменты (фильтрация результатов для отображения только статей, опубликованных за последний год)"
                        },
                        {
                            "id":  "B",
                            "text":  "Изображения (Поиск визуальных средств массовой информации, связанных с войной)"
                        },
                        {
                            "id":  "C",
                            "text":  "Новости (найдите последние статьи и пресс-релизы)"
                        },
                        {
                            "id":  "D",
                            "text":  "Настройки (измените настройки браузера и поиска)"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  8,
        "prompt":  "Миссис Уилкинс работает с электронной таблицей. В первом столбце она вводит список учеников своего класса. Во втором столбце она вводит «Да» или «Нет» рядом с именем каждого студента, чтобы указать, сдал ли студент выпускной экзамен. В середине списка она замечает, что когда она набирает букву «Y», в ячейке появляется слово «Да». Какая функция вызвала это изменение?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Автоформат"
                        },
                        {
                            "id":  "B",
                            "text":  "Автозаполнение"
                        },
                        {
                            "id":  "C",
                            "text":  "Автозаполнение"
                        },
                        {
                            "id":  "D",
                            "text":  "Автоподбор"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  9,
        "prompt":  "Ваш учитель приглашает приглашенного докладчика выступить перед вашим классом. Вам необходимо продемонстрировать хороший цифровой этикет и показать говорящему, что вы его слушаете. Какие два действия уместны во время выступления докладчика? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Сфотографируйте выступающего с помощью смартфона, позже вы сможете опубликовать их в социальных сетях."
                        },
                        {
                            "id":  "B",
                            "text":  "Поддерживайте зрительный контакт и используйте соответствующий язык тела, чтобы продемонстрировать свою вовлеченность."
                        },
                        {
                            "id":  "C",
                            "text":  "Используйте планшет или телефон, чтобы записать презентацию докладчика, если вы что-то пропустите."
                        },
                        {
                            "id":  "D",
                            "text":  "Текст презентации в реальном времени, обмен реакциями и смайликами, связанными с тем, что говорит докладчик."
                        },
                        {
                            "id":  "E",
                            "text":  "Используйте планшет или ноутбук, чтобы делать заметки, сохраняя при этом зрительный контакт с говорящим."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "E"
                           ]
    },
    {
        "id":  10,
        "prompt":  "Вы присоединились к команде, которая использует сотрудничество. Для каждого утверждения о сотрудничестве выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Индивидуальный вклад и творческое принятие решений будут ограничены.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Участники обмениваются идеями, чтобы найти решения.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "У всех в группе будут одинаковые взгляды на проект.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  11,
        "prompt":  "Какие три стратегии являются эффективными для поддержания психического благополучия при использовании технологий? (Выберите 3.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Будьте в курсе событий, часто проверяя социальные сети."
                        },
                        {
                            "id":  "B",
                            "text":  "Балансируйте время, проведенное перед экраном, с аналоговыми занятиями."
                        },
                        {
                            "id":  "C",
                            "text":  "Установите уведомления для каждого приложения на вашем устройстве."
                        },
                        {
                            "id":  "D",
                            "text":  "Уделяйте время регулярному личному общению."
                        },
                        {
                            "id":  "E",
                            "text":  "Делайте перерывы от экранов в течение дня."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "D",
                               "E"
                           ]
    },
    {
        "id":  12,
        "prompt":  "Подойдя к своему столу, вы видите на полу USB-накопитель. Вы берете в руки устройство и должны решить, что с ним делать. Для каждого из четырех утверждений о неизвестных USB-накопителях выберите значение «Истина» или «Неверность».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Чтобы найти владельца, следует воткнуть USB-накопитель в ноутбук.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "USB-накопитель следует выбросить в мусор, не подключая его.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Подключение диска может подвергнуть ваш компьютер воздействию вредоносного программного обеспечения.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "USB-накопители могут привести к физическому повреждению компонентов компьютера.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно",
                               "D:Верно"
                           ]
    },
    {
        "id":  13,
        "prompt":  "Вы создаете длинный документ, включающий множество разделов контента. Вы вставляете заголовок в начале каждого раздела. По каким двум причинам следует форматировать заголовки разделов с помощью стилей заголовков? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Чтобы вы могли включать одну и ту же информацию (например, номер страницы) на каждую страницу."
                        },
                        {
                            "id":  "B",
                            "text":  "Чтобы применить единообразное форматирование к каждому уровню текста заголовка."
                        },
                        {
                            "id":  "C",
                            "text":  "Чтобы включить уникальные разрешения для каждого раздела."
                        },
                        {
                            "id":  "D",
                            "text":  "Чтобы вы могли автоматически генерировать оглавление документа."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "D"
                           ]
    },
    {
        "id":  14,
        "prompt":  "Какова функция использования верхних и нижних колонтитулов в документе?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Предлагать краткое изложение основных моментов документа на каждой странице."
                        },
                        {
                            "id":  "B",
                            "text":  "Для отображения повторяющейся информации, такой как номера страниц или заголовок документа."
                        },
                        {
                            "id":  "C",
                            "text":  "Включение декоративных элементов, улучшающих дизайн."
                        },
                        {
                            "id":  "D",
                            "text":  "Чтобы предоставить место для важных изображений, связанных с контентом."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  15,
        "prompt":  "Соседка-подросток создает аккаунт в социальной сети, в котором выдает себя за 40-летнего мужчину. В профиле аккаунта есть фотографии мужчины, которого она нашла в Интернете. Через учетную запись она соединяется с другими соседями и родителями учеников своей школы, а затем спонсирует онлайн-сбор средств для собственной выгоды. Что делает твой сосед?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Киберхакинг"
                        },
                        {
                            "id":  "B",
                            "text":  "Троллинг"
                        },
                        {
                            "id":  "C",
                            "text":  "Рыбалка"
                        },
                        {
                            "id":  "D",
                            "text":  "Фишинг"
                        }
                    ],
        "correctAnswers":  [
                               "C"
                           ]
    },
    {
        "id":  16,
        "prompt":  "Для каждого утверждения о сжатии файлов укажите, верно оно или нет.",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Сжатие файлов упрощает передачу, поскольку уменьшает общий объем совместно используемых файлов.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "В отличие от документов в формате PDF, коммерческих решений для защиты паролем сжатого архива не существует.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "В дополнение к сторонним приложениям сжатия большинство современных операционных систем предлагают возможность сжатия файлов на системном уровне.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Сжатие нескольких файлов в один всегда приводит к уменьшению размера файла, что делает его эффективным решением для долгосрочного хранения файлов.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  17,
        "prompt":  "Какие две ситуации подходят для использования поля «СК» в сообщении электронной почты? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Вы отправляете электронное письмо большой группе людей и хотите быть уверены, что они не смогут использовать функцию «ответить всем»."
                        },
                        {
                            "id":  "B",
                            "text":  "Вы пытаетесь создать групповое обсуждение важной темы."
                        },
                        {
                            "id":  "C",
                            "text":  "Вы отправляете электронное письмо большой группе людей и хотите сохранить их адреса электронной почты в тайне."
                        },
                        {
                            "id":  "D",
                            "text":  "У вас проблема с одноклассником, и вы хотите быть уверены, что ваш учитель знает, что происходит."
                        }
                    ],
        "correctAnswers":  [
                               "C",
                               "D"
                           ]
    },
    {
        "id":  18,
        "prompt":  "Вы рассматриваете будущую карьеру в сфере информационных технологий (ИТ). Летом перед выпускным классом средней школы вам предлагают неоплачиваемую летнюю стажировку в местной технологической фирме. Каковы две причины согласиться на стажировку? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Стажировки могут привести к увеличению числа подписчиков в социальных сетях."
                        },
                        {
                            "id":  "B",
                            "text":  "Стажировки могут сделать ваши заявления в колледж более конкурентоспособными."
                        },
                        {
                            "id":  "C",
                            "text":  "Стажировка позволит вам управлять активным ИТ-центром обработки данных."
                        },
                        {
                            "id":  "D",
                            "text":  "Стажировка позволит вам развить свои ИТ-навыки в профессиональной среде."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "D"
                           ]
    },
    {
        "id":  19,
        "prompt":  "Вам необходимо определить преимущества струйных принтеров и лазерных принтеров. Переместите каждое преимущество из списка слева в соответствующий тип принтера справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Подходит для печати высококачественных фотографий. -\u003e Струйный принтер"
                        },
                        {
                            "id":  "B",
                            "text":  "Экологически чистый -\u003e Струйный принтер"
                        },
                        {
                            "id":  "C",
                            "text":  "Документы сухие на ощупь при печати -\u003e Лазерный принтер"
                        },
                        {
                            "id":  "D",
                            "text":  "Подходит для массовой печати документов по низкой цене. -\u003e Лазерный принтер"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  20,
        "prompt":  "Вам нужно изменить Изображение 1 на Изображение 2, выполнив следующие действия: Удалите фигуру с левой стороны изображения. Измените изображение с цветного на монохромное. Какие два инструмента для редактирования фотографий вам следует использовать? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Контакт"
                        },
                        {
                            "id":  "B",
                            "text":  "Фильтр"
                        },
                        {
                            "id":  "C",
                            "text":  "Обрезать"
                        },
                        {
                            "id":  "D",
                            "text":  "Подрезать"
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  21,
        "prompt":  "Какова основная цель управления версиями файлов?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Чтобы пользователи могли восстанавливать более ранние копии файла"
                        },
                        {
                            "id":  "B",
                            "text":  "Чтобы идентифицировать файл как черновик, а не финальную версию"
                        },
                        {
                            "id":  "C",
                            "text":  "Чтобы позволить нескольким пользователям совместно работать над содержимым файла"
                        },
                        {
                            "id":  "D",
                            "text":  "Чтобы определить дату создания файла"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  22,
        "prompt":  "Какое утверждение о заполнении онлайн-форм верно?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Для заполнения онлайн-формы PDF требуется лицензия Adobe Acrobat."
                        },
                        {
                            "id":  "B",
                            "text":  "Для заполнения форм Microsoft требуется лицензия Office 365."
                        },
                        {
                            "id":  "C",
                            "text":  "Формы Google всегда требуют указания адреса электронной почты."
                        },
                        {
                            "id":  "D",
                            "text":  "Формы Microsoft Forms могут заполнять люди, не входящие в организацию создателя."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  23,
        "prompt":  "Вы подаете заявление на работу в выбранной вами сфере деятельности. Потенциальные работодатели получат доступ к вашему профессиональному онлайн-профилю. Что вам следует сделать, чтобы поддержать свой профессиональный онлайн-профиль?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Ограничьте доступ к профилю для сохранения конфиденциальности"
                        },
                        {
                            "id":  "B",
                            "text":  "Включите информацию о личной деятельности, чтобы продемонстрировать баланс."
                        },
                        {
                            "id":  "C",
                            "text":  "Включите свою историю заработной платы и ожидания."
                        },
                        {
                            "id":  "D",
                            "text":  "Регулярно обновляйте профиль, чтобы продемонстрировать свои навыки."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  24,
        "prompt":  "Вы планируете посетить вебинар в режиме реального времени, посвященный основным правилам безопасности для учащихся, пользующихся научными лабораториями вашей школы. Вы будете участвовать в вебинаре со своего ноутбука. Во время вебинара нужно быть уважительным и вежливым по отношению к ведущему и другим участникам. Какие три действия вам следует предпринять для достижения этой цели? (Выберите 3.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отключите звук, если ведущий не призовет вас выступить."
                        },
                        {
                            "id":  "B",
                            "text":  "Держите камеру включенной, чтобы ведущий знал, кто присутствует."
                        },
                        {
                            "id":  "C",
                            "text":  "Держите под рукой свой мобильный телефон, чтобы переписываться с другими участниками."
                        },
                        {
                            "id":  "D",
                            "text":  "Откройте другие вкладки браузера, чтобы выполнять несколько задач одновременно для других целей."
                        },
                        {
                            "id":  "E",
                            "text":  "Выражайте критическое мнение о контенте в зоне публичного чата."
                        },
                        {
                            "id":  "F",
                            "text":  "Войдите заранее, чтобы убедиться, что приложение для вебинара работает."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "F"
                           ]
    },
    {
        "id":  25,
        "prompt":  "Вы работаете в совместной команде с тремя другими людьми, и ваша команда обсуждает задачу по электронной почте. Ваша команда не согласна по поводу задачи, и вы твердо убеждены, что ваше мнение правильное. Какие два шага вы могли бы предпринять, чтобы разрешить это разногласие, следуя стандартам цифрового этикета? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Публикуйте о разногласиях вашей команды в социальных сетях и узнавайте мнение своих друзей и подписчиков."
                        },
                        {
                            "id":  "B",
                            "text":  "Запланируйте личную или виртуальную встречу со всей командой, чтобы вместе обсудить задачу лицом к лицу."
                        },
                        {
                            "id":  "C",
                            "text":  "Составьте электронное письмо, используя сильные выражения, которое покажет, как вы относитесь к задаче, и отправьте его всем в вашей организации."
                        },
                        {
                            "id":  "D",
                            "text":  "Сделайте паузу в разговоре, чтобы глубже изучить проблему, а затем напишите четкое электронное письмо с изложением своего мнения."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "D"
                           ]
    },
    {
        "id":  26,
        "prompt":  "Переместите каждое расширение файла из списка слева в соответствующий сценарий справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Файл, содержащий неформатированный текст -\u003e текст"
                        },
                        {
                            "id":  "B",
                            "text":  "Логотип с прозрачным фоном -\u003e png"
                        },
                        {
                            "id":  "C",
                            "text":  "Фотография, которую вы будете отображать на веб-странице. -\u003e jpg"
                        },
                        {
                            "id":  "D",
                            "text":  "Файл, который вы отправите по электронной почте в типографию. -\u003e PDF"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  27,
        "prompt":  "Для каждого из трех действий выберите, следует ли использовать кабель USB-C или Ethernet CAT6.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Подключите ноутбук к проектору -\u003e USB-C"
                        },
                        {
                            "id":  "B",
                            "text":  "Подключитесь к Интернету -\u003e Ethernet-кабель CAT6"
                        },
                        {
                            "id":  "C",
                            "text":  "Заряжайте устройства Bluetooth (наушники, клавиатуры и т. д.) -\u003e USB-C"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  28,
        "prompt":  "Переместите каждый инструмент для цифровой совместной работы из списка слева в его описание справа.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Соавторы могут одновременно редактировать файлы и автоматически сохранять изменения. -\u003e Обмен файлами в облаке"
                        },
                        {
                            "id":  "B",
                            "text":  "Соавторы могут одновременно проводить мозговой штурм, просматривать и редактировать визуальную информацию, записывая, рисуя и вставляя изображения. -\u003e Онлайн-доска"
                        },
                        {
                            "id":  "C",
                            "text":  "Соавторы участвуют в учебной деятельности и сразу же делятся реакциями, интерпретациями и идеями по применению представленных идей. -\u003e Вебинар"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  29,
        "prompt":  "Вы разрабатываете плакат для клиента. Во время работы вы периодически сохраняете новые версии файла, чтобы отслеживать изменения и дизайнерские идеи. Какие две группы файлов демонстрируют хорошие соглашения об именах файлов? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "myposter.psd, newposter.psd, плакат.psd"
                        },
                        {
                            "id":  "B",
                            "text":  "постер_оригинал.psd, постер_обрезанный.psd, постер_grayscale.psd"
                        },
                        {
                            "id":  "C",
                            "text":  "плакат черновик1.psd, плакат черновик2.psd, плакат FINAL.psd"
                        },
                        {
                            "id":  "D",
                            "text":  "плакат.psd, копия плаката.psd, копия плаката 2.psd"
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  30,
        "prompt":  "У вас есть отдельные учетные записи Google для учебного и личного использования. Вы вошли в свой личный кабинет. Вам необходимо получить доступ к файлу, к которому вам предоставили доступ, через Google Диск вашего учебного аккаунта. Что вам следует делать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Поделитесь файлом с помощью своей личной учетной записи Google."
                        },
                        {
                            "id":  "B",
                            "text":  "Переключитесь с личной учетной записи Google на учебную учетную запись."
                        },
                        {
                            "id":  "C",
                            "text":  "Настройте обе учетные записи на использование одного и того же пароля."
                        },
                        {
                            "id":  "D",
                            "text":  "Скопируйте содержимое файла в свой личный кабинет."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  31,
        "prompt":  "Вам необходимо оценить, является ли содержание онлайн-статьи предвзятым. Для каждого аспекта статьи выберите «Да», если вам следует проверить его, чтобы оценить предвзятость статьи, или «Нет», если не следует.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Источник финансирования статьи",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Дата публикации статьи",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "Уровень образования автора",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "D",
                            "text":  "Связи автора с политическими организациями",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Нет",
                               "C:Нет",
                               "D:Да"
                           ]
    },
    {
        "id":  32,
        "prompt":  "Вы добавляете день рождения отца в свой личный календарь. Вам необходимо настроить показанные параметры события по умолчанию. Переместите каждую настройку из списка слева в соответствующую настройку события справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Весь день -\u003e Удалить время начала и окончания события"
                        },
                        {
                            "id":  "B",
                            "text":  "Повторяю: Никогда -\u003e Добавляйте событие в свой календарь на одну и ту же дату каждый год."
                        },
                        {
                            "id":  "C",
                            "text":  "Пригласить участников -\u003e Добавьте событие в календарь вашего брата."
                        },
                        {
                            "id":  "D",
                            "text":  "Напомнить: за 15 минут до этого -\u003e Получите уведомление за неделю до мероприятия, чтобы не забыть купить подарок."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  33,
        "prompt":  "В чем преимущество использования цифрового кошелька, такого как Apple Pay или Google Pay?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Требуется авторизация каждой транзакции"
                        },
                        {
                            "id":  "B",
                            "text":  "Позволяет совершать транзакции без аутентификации"
                        },
                        {
                            "id":  "C",
                            "text":  "Передаёт информацию о вашей учетной записи непосредственно продавцу."
                        },
                        {
                            "id":  "D",
                            "text":  "Позволяет безопасно строить свою кредитную историю"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  34,
        "prompt":  "Переместите каждый положительный или отрицательный аспект ИИ из списка слева в его влияние справа.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Создает специальный контент, улучшающий взаимодействие с пользователем -\u003e Персонализация контента"
                        },
                        {
                            "id":  "B",
                            "text":  "Воспроизводит систематические ошибки, существующие в анализируемых данных. -\u003e Этические проблемы"
                        },
                        {
                            "id":  "C",
                            "text":  "Освобождает время для пользователей компьютеров, чтобы они могли сосредоточиться на более стратегических действиях. -\u003e Автоматизация повторяющихся задач"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  35,
        "prompt":  "Вы проводите исследование для школьного проекта об акулах. Для каждого ресурса выберите «Да», если это надежный и цитируемый источник, или «Нет», если это не так.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Интервью с человеком, пережившим нападение акулы",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Интернет-ресурс, такой как Британская энциклопедия.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Ваши одноклассники",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "D",
                            "text":  "Статьи от Google ученого",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Да",
                               "C:Нет",
                               "D:Да"
                           ]
    },
    {
        "id":  36,
        "prompt":  "Вам нужно изменить скорость курсора мыши при его перемещении по экрану компьютера. Какой вариант выбрать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Скорость отслеживания"
                        },
                        {
                            "id":  "B",
                            "text":  "Естественная прокрутка"
                        },
                        {
                            "id":  "C",
                            "text":  "Вторичный щелчок"
                        },
                        {
                            "id":  "D",
                            "text":  "Скорость двойного щелчка"
                        },
                        {
                            "id":  "E",
                            "text":  "Скорость прокрутки"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  37,
        "prompt":  "Ваш работодатель предоставляет вам регулируемый стул. Вам необходимо отрегулировать стул, чтобы предотвратить травмы от повторяющихся перенапряжений (RSI). Для каждой позиции выберите «Да», если это поможет предотвратить RSI, или «Нет», если это не поможет.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Ваши колени выше бедер",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Ваши ноги лежат на полу или подставке для ног.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Ваши руки образуют угол 90 градусов, локти по бокам.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Да",
                               "C:Да"
                           ]
    },
    {
        "id":  38,
        "prompt":  "Вы возглавляете команду людей разных убеждений, происхождения и возраста. Вы планируете провести удаленное собрание с помощью инструмента видеоконференцсвязи для мозгового штурма идей для нового проекта. Вам необходимо продемонстрировать хороший цифровой этикет. Какие два действия вам следует предпринять? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Используйте такие функции, как «Поднять руку», чтобы предоставить возможность участвовать всем членам команды."
                        },
                        {
                            "id":  "B",
                            "text":  "Сохраняйте концентрацию команды и избегайте конфликтов, ограничивая обсуждение списком лишь нескольких идей."
                        },
                        {
                            "id":  "C",
                            "text":  "В начале встречи попросите младших членов команды стать техническими друзьями для пожилых людей."
                        },
                        {
                            "id":  "D",
                            "text":  "Используйте инструмент транскрипции платформы видеоконференций, чтобы каждый мог следить за разговором на английском языке."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "D"
                           ]
    },
    {
        "id":  39,
        "prompt":  "Что рекомендуется делать при составлении электронного письма, чтобы обеспечить ясность?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Используйте все заглавные буквы для выделения."
                        },
                        {
                            "id":  "B",
                            "text":  "Напишите простую тему."
                        },
                        {
                            "id":  "C",
                            "text":  "Используйте неформальный язык."
                        },
                        {
                            "id":  "D",
                            "text":  "Прикрепите скриншоты и диаграммы."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  40,
        "prompt":  "Для каждого из трех утверждений об использовании функции отслеживания изменений для обработки текста выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отслеживать изменения позволяет переключаться между изменениями, внесенными вами или всеми.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Отслеживать изменения можно использовать только в том случае, если к документу предоставлен общий доступ посредством онлайн-синхронизации.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Найти и заменить \u003e Перейти позволяет сосредоточиться на комментариях конкретного рецензента.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Верно"
                           ]
    },
    {
        "id":  41,
        "prompt":  "В чем преимущество использования макросов в программах?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Они автоматически исправляют орфографические ошибки."
                        },
                        {
                            "id":  "B",
                            "text":  "Они автоматически сохраняют файлы онлайн."
                        },
                        {
                            "id":  "C",
                            "text":  "Они автоматизируют повторяющиеся задачи."
                        },
                        {
                            "id":  "D",
                            "text":  "Они предоставляют услуги облачного хранения."
                        }
                    ],
        "correctAnswers":  [
                               "C"
                           ]
    },
    {
        "id":  42,
        "prompt":  "Для каждого товара выберите «Товары» или «Услуги».",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "iCloud -\u003e Услуги"
                        },
                        {
                            "id":  "B",
                            "text":  "Ноутбук -\u003e Товары"
                        },
                        {
                            "id":  "C",
                            "text":  "Жесткий диск -\u003e Товары"
                        },
                        {
                            "id":  "D",
                            "text":  "Техническая поддержка -\u003e Услуги"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  43,
        "prompt":  "Для каждого физического симптома выберите «Да», если это признак травмы от повторяющегося напряжения (RSI), или «Нет», если это не так.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Боль",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Зуд",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "покалывание",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Слабость",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Нет",
                               "C:Да",
                               "D:Да"
                           ]
    },
    {
        "id":  44,
        "prompt":  "Синди записывает видео для школьного проекта. Она хочет использовать только определенные части видео, поэтому решает отредактировать его. Переместите каждый базовый метод редактирования видео из списка слева в правильное определение справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Сращивание -\u003e Объедините два видеоклипа вместе"
                        },
                        {
                            "id":  "B",
                            "text":  "Обрезать -\u003e Скрыть части видеокадра"
                        },
                        {
                            "id":  "C",
                            "text":  "Расколоть -\u003e Разрезать видеоклип на две части"
                        },
                        {
                            "id":  "D",
                            "text":  "Подрезать -\u003e Удалить начало и конец клипа"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  45,
        "prompt":  "Переместите каждое расширение файла из списка слева в правильное описание справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  ".rtf -\u003e Текстовый файл, поддерживающий форматированный текст и графику."
                        },
                        {
                            "id":  "B",
                            "text":  ".текст -\u003e Текстовый файл, поддерживающий только простой текст в линейном формате."
                        },
                        {
                            "id":  "C",
                            "text":  ".gif -\u003e Файл растрового изображения с высокой степенью сжатия, поддерживающий включение нескольких изображений в один файл."
                        },
                        {
                            "id":  "D",
                            "text":  ".png -\u003e Файл растрового изображения со сжатием без потерь, который поддерживает прозрачные, цветные и 48-битные изображения с реальным цветом."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  46,
        "prompt":  "Какие два утверждения о разрешениях локально хранящегося документа текстового редактора верны? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Разрешение по умолчанию для любого нового документа доступно только для чтения."
                        },
                        {
                            "id":  "B",
                            "text":  "Разрешение на чтение и запись позволяет вносить изменения в содержимое документа."
                        },
                        {
                            "id":  "C",
                            "text":  "Разрешение только для чтения предотвращает создание новой копии документа."
                        },
                        {
                            "id":  "D",
                            "text":  "Разрешение только для чтения позволяет просматривать, но не изменять."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "D"
                           ]
    },
    {
        "id":  47,
        "prompt":  "Вам необходимо добавить собрание студенческого самоуправления в следующем месяце в свой календарь. Какие два элемента можно выбрать, чтобы открыть диалоговое окно события? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Кнопка «+ Создать»"
                        },
                        {
                            "id":  "B",
                            "text":  "Определенная ячейка даты в основной сетке календаря."
                        },
                        {
                            "id":  "C",
                            "text":  "Кнопка «Сегодня»"
                        },
                        {
                            "id":  "D",
                            "text":  "Значок шестеренки настроек"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B"
                           ]
    },
    {
        "id":  48,
        "prompt":  "Какие три службы являются службами потокового аудио? (Выберите 3.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Пандора"
                        },
                        {
                            "id":  "B",
                            "text":  "Инстаграм"
                        },
                        {
                            "id":  "C",
                            "text":  "Snapchat"
                        },
                        {
                            "id":  "D",
                            "text":  "СириусXM"
                        },
                        {
                            "id":  "E",
                            "text":  "ТикТок"
                        },
                        {
                            "id":  "F",
                            "text":  "Спотифай"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "D",
                               "F"
                           ]
    },
    {
        "id":  49,
        "prompt":  "Учащийся средней школы присоединяется к сообществу в социальных сетях, состоящему из людей, разделяющих его хобби. Для каждого утверждения выберите «Да», если это подходящий способ взаимодействия с онлайн-сообществом, или «Нет», если это не так.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Ожидайте, что другие члены сообщества будут относиться к информации, которой он делится, как к частной.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Представьтесь членам сообщества и укажите свой личный адрес электронной почты.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "Ответьте на комментарий в теме, в котором говорится, что он не согласен, в уважительном тоне.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Поделитесь комментарием сообщества с другой группой, не указывая, кто создал комментарий.",
                            "answer":  "Нет"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Нет",
                               "C:Да",
                               "D:Нет"
                           ]
    },
    {
        "id":  50,
        "prompt":  "Переместите каждый термин из списка слева в его описание справа.",
        "type":  "MATCHING",
        "answersRequired":  5,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Возможность просматривать содержимое файла, но не изменять его. -\u003e Файл только для чтения"
                        },
                        {
                            "id":  "B",
                            "text":  "Настройки, определяющие, кто может читать, записывать или выполнять файл. -\u003e Разрешение файла"
                        },
                        {
                            "id":  "C",
                            "text":  "Процесс кодирования данных для предотвращения несанкционированного доступа -\u003e Шифрование"
                        },
                        {
                            "id":  "D",
                            "text":  "Файл, который могут просматривать и изменять пользователи с соответствующими разрешениями. -\u003e Чтение-запись файла"
                        },
                        {
                            "id":  "E",
                            "text":  "Функция безопасности, которая ограничивает доступ к файлам пользователям, которые вводят правильный код доступа. -\u003e Защита паролем"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D",
                               "E"
                           ]
    },
    {
        "id":  51,
        "prompt":  "Ваша работа требует, чтобы вы работали за компьютером по несколько часов каждый день. Вы обеспокоены тем, что у вас возникнет напряжение глаз. Для каждого действия выберите «Да», если оно предотвратит перенапряжение глаз, или «Нет», если этого не произойдет.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Часто моргайте.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Работайте в очень темной комнате.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "Часто переключайте свое внимание с экрана компьютера на что-то, находящееся на расстоянии не менее шести метров от вас.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Расположите монитор так, чтобы он находился на расстоянии вытянутой руки от вас, а верхняя часть экрана находилась на уровне ваших глаз.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Нет",
                               "C:Да",
                               "D:Да"
                           ]
    },
    {
        "id":  52,
        "prompt":  "Переместите каждый тип встроенных покупок из списка слева в его описание справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Подпишитесь на сервис потокового видео -\u003e Автоматически возобновляемый"
                        },
                        {
                            "id":  "B",
                            "text":  "Разблокируйте специальную функцию в видеоигре -\u003e Нерасходуемый"
                        },
                        {
                            "id":  "C",
                            "text":  "Приобретайте драгоценные камни или монеты для мобильных игр. -\u003e Расходный материал"
                        },
                        {
                            "id":  "D",
                            "text":  "Взять напрокат онлайн-фильм через потоковый сервис -\u003e Невозобновляемый"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  53,
        "prompt":  "Вам необходимо отправить несколько фотографий в высоком разрешении в качестве вложения к электронному письму, но размер файла слишком велик. Какое действие упростит обмен файлами?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Добавьте фотографии в файл документа"
                        },
                        {
                            "id":  "B",
                            "text":  "Измените формат файла каждой фотографии на .svg."
                        },
                        {
                            "id":  "C",
                            "text":  "Увеличьте разрешение каждой фотографии."
                        },
                        {
                            "id":  "D",
                            "text":  "Сжать файлы в папку .zip."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  54,
        "prompt":  "Переместите каждый элемент книги из списка слева в правильное определение справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Область ввода данных и уравнений -\u003e Панель формул"
                        },
                        {
                            "id":  "B",
                            "text":  "Вертикальная серия ячеек, помеченных буквой -\u003e Столбец"
                        },
                        {
                            "id":  "C",
                            "text":  "Область, которая идентифицирует и позволяет переключаться между листами в файле. -\u003e Вкладка «Лист»"
                        },
                        {
                            "id":  "D",
                            "text":  "Область, в которой отображается информация о листе, содержимом листа и программе. -\u003e Строка состояния"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  55,
        "prompt":  "Какой шаг следует предпринять, чтобы вставить номера страниц в документ?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Добавьте номера страниц на боковой панели рядом с содержимым."
                        },
                        {
                            "id":  "B",
                            "text":  "Используйте верхний или нижний колонтитул для автоматического добавления номеров страниц."
                        },
                        {
                            "id":  "C",
                            "text":  "Введите номер страницы вручную на каждой странице."
                        },
                        {
                            "id":  "D",
                            "text":  "Добавляйте номера страниц только на первую и последнюю страницы."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  56,
        "prompt":  "Определите, верно или неверно каждое из четырех утверждений о передовом опыте ведения учетных записей в социальных сетях.",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Поддерживайте отдельное личное и профессиональное присутствие в социальных сетях.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Минимальные настройки конфиденциальности повышают адекватное привлечение трафика как к личным, так и к профессиональным аккаунтам.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "В своем профессиональном присутствии в Интернете как можно больше участвуйте публично, даже если вы не на 100% уверены в этой теме.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "D",
                            "text":  "Считайте себя личностью, рассматривайте как личные, так и профессиональные аккаунты как часть одной цели.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Неверно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  57,
        "prompt":  "Для каждого из трех утверждений о веб-браузерах выберите «Да», если действие возможно, или «Нет», если оно невозможно.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Настройте кнопки, меню или панели инструментов.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Измените домашнюю страницу по умолчанию.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Добавляйте плагины и расширения в браузер для повышения функциональности.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Да",
                               "C:Да"
                           ]
    },
    {
        "id":  58,
        "prompt":  "Вы используете новую программу для создания презентации. Вам нужно использовать функцию, с которой вы не знакомы. Для каждого ресурса выберите «Да», если вы можете использовать его для получения помощи, или «Нет», если вы не можете.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Функция справки в программе",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Инструкции по установке программного обеспечения",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "Интернет-форум, посвященный программному обеспечению.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Страница LinkedIn компании-разработчика программного обеспечения",
                            "answer":  "Нет"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Нет",
                               "C:Да",
                               "D:Нет"
                           ]
    },
    {
        "id":  59,
        "prompt":  "Вам необходимо надлежащим образом защитить свою конфиденциальность и безопасность. В каких двух ситуациях следует отключить камеру на онлайн-устройстве? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "При обмене сообщениями с дальними родственниками"
                        },
                        {
                            "id":  "B",
                            "text":  "При общении с другими игроками во время общедоступной онлайн-игры."
                        },
                        {
                            "id":  "C",
                            "text":  "При просмотре виртуальной экскурсии по колледжу с сотнями участников"
                        },
                        {
                            "id":  "D",
                            "text":  "При участии в занятии дистанционного обучения"
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  60,
        "prompt":  "Пользователь добавляет негативный или критический комментарий в ответ на оригинальный контент, который вы разместили в Интернете. Как следует ответить на комментарий?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Удалите комментарии, с которыми вы не согласны."
                        },
                        {
                            "id":  "B",
                            "text":  "Отвечайте с уважением, даже если вы не согласны."
                        },
                        {
                            "id":  "C",
                            "text":  "Отвечайте только в том случае, если вы согласны с комментарием."
                        },
                        {
                            "id":  "D",
                            "text":  "Ответьте смайликами, чтобы показать, что вы не согласны."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  61,
        "prompt":  "Для каждого утверждения о правилах и положениях, касающихся интеллектуальной собственности, укажите, верно оно или неверно.",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "DMCA – это закон, призванный облегчить применение авторских прав к оригинальным произведениям художника или художников.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Добросовестное использование и общественное достояние регулируют использование материалов, защищенных авторским правом, в индивидуальных целях, например, в обучении или в комментариях.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Стандарты Creative Commons включают четкие описания того, что требуется для использования материалов (фото, видео, музыка), к которым применяются стандарты и лицензии CC.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Использование материалов, защищенных авторским правом, даже если вы изменили их, отредактировав так, чтобы они не имели исходной формы, является незаконным в соответствии с действующими правилами авторского права.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  62,
        "prompt":  "Переместите каждый тип разрешения доступа к файлу из списка слева в его определение справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Просмотрите или получите доступ к содержимому файла. -\u003e Читать"
                        },
                        {
                            "id":  "B",
                            "text":  "Добавьте данные в файл и прочитайте или измените его атрибуты. -\u003e Писать"
                        },
                        {
                            "id":  "C",
                            "text":  "Просмотрите содержимое файла, добавьте в него данные и удалите файл. -\u003e Изменить"
                        },
                        {
                            "id":  "D",
                            "text":  "Просмотрите или получите доступ к содержимому файла и запустите файл, если это программа. -\u003e Чтение и выполнение"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  63,
        "prompt":  "У вас возникли проблемы с печатью с компьютера. Для каждого утверждения выберите «Истина», если это метод подтверждения успешного подключения к принтеру, или «Ложь», если это не так.",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Для принтера с прямым подключением замените соединительный кабель кабелем CAT6.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Проверьте состояние подключения принтера в окне настроек «Принтеры и сканеры».",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Для принтера, подключенного к Ethernet, убедитесь, что кабель Ethernet подключен непосредственно к компьютеру, а не через коммутатор или маршрутизатор.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  64,
        "prompt":  "Поздний вечер, после рабочего времени. У вас есть вопрос к вашему руководителю. Сопоставьте каждый тип вопроса с подходящим способом связи с вашим руководителем.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Чрезвычайная ситуация, о которой вашему руководителю необходимо немедленно сообщить -\u003e Позвоните или напишите своему руководителю на его мобильный телефон."
                        },
                        {
                            "id":  "B",
                            "text":  "Личная ситуация, по которой вам хотелось бы узнать мнение вашего руководителя. -\u003e Поговорите со своим руководителем лично во время перерыва на следующий день."
                        },
                        {
                            "id":  "C",
                            "text":  "Общий вопрос по работе, не требующий немедленного ответа -\u003e Отправьте электронное письмо своему руководителю и запланируйте его доставку на 9:00 следующего утра."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  65,
        "prompt":  "Для каждого утверждения о макросах в книге Excel выберите «Истина» или «Ложь».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Каждый макрос сохраняется в виде текстового файла.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Вы можете создать макрос, написав сценарий в редакторе сценариев.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Макросы — это последовательности событий, которые можно воспроизвести, чтобы облегчить выполнение повторяющихся задач.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Вы можете создать макрос, записав серию команд, нажатий клавиш и щелчков мыши.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно",
                               "D:Верно"
                           ]
    },
    {
        "id":  66,
        "prompt":  "Ваш класс встречается на видеоконференции. Вы и трое других учеников будете по очереди представлять информацию как на камеру, так и индивидуально демонстрируя свои экраны. Какие три действия вам следует предпринять перед презентацией? (Выберите 3.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Закройте все ненужные программы и вкладки браузера."
                        },
                        {
                            "id":  "B",
                            "text":  "Протестируйте и попрактикуйтесь в использовании функции совместного использования экрана."
                        },
                        {
                            "id":  "C",
                            "text":  "Практикуйте свою презентацию, пока выступают другие."
                        },
                        {
                            "id":  "D",
                            "text":  "Сообщите другим учащимся, что они могут одновременно показывать экраны."
                        },
                        {
                            "id":  "E",
                            "text":  "Представление на открытом воздухе при естественном освещении."
                        },
                        {
                            "id":  "F",
                            "text":  "Убедитесь, что изображения в вашей презентации подходят для школы."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "F"
                           ]
    },
    {
        "id":  67,
        "prompt":  "Какое утверждение описывает сохранение файлов в облаке?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Обмен файлами с друзьями по электронной почте"
                        },
                        {
                            "id":  "B",
                            "text":  "Сохранение файлов с помощью сервиса, обеспечивающего доступ с любого устройства"
                        },
                        {
                            "id":  "C",
                            "text":  "Хранение файлов на USB-накопителе, которым вы можете поделиться с другими"
                        },
                        {
                            "id":  "D",
                            "text":  "Сохранение файлов на жестком диске вашего компьютера"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  68,
        "prompt":  "Вы находитесь в шумной комнате. Вы подключаете наушники к компьютеру, чтобы лучше слышать звук, но звук по-прежнему идет через динамики компьютера, а не через наушники. Вам нужно, чтобы компьютерный звук проходил через наушники, а не через динамики. Что вам следует делать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Управление устройствами вывода."
                        },
                        {
                            "id":  "B",
                            "text":  "Управление устройствами ввода."
                        },
                        {
                            "id":  "C",
                            "text":  "Отключите звук динамиков вашего компьютера."
                        },
                        {
                            "id":  "D",
                            "text":  "Настройте параметры звука для специальных возможностей."
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  69,
        "prompt":  "Какие две клавиши входят в «главный ряд» стандартной клавиатуры? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Б"
                        },
                        {
                            "id":  "B",
                            "text":  "Д"
                        },
                        {
                            "id":  "C",
                            "text":  "К"
                        },
                        {
                            "id":  "D",
                            "text":  "вопрос"
                        },
                        {
                            "id":  "E",
                            "text":  "Х"
                        },
                        {
                            "id":  "F",
                            "text":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  70,
        "prompt":  "Просмотрите список инструментов: Google Docs, Google Meet, Microsoft Teams, Dropbox. Какие две функции являются общими для ВСЕХ этих инструментов? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Хранение файлов"
                        },
                        {
                            "id":  "B",
                            "text":  "Создание контента"
                        },
                        {
                            "id":  "C",
                            "text":  "Сотрудничество"
                        },
                        {
                            "id":  "D",
                            "text":  "Видеочат"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "C"
                           ]
    },
    {
        "id":  71,
        "prompt":  "Для каждого утверждения о центральных процессорах (ЦП) выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Большинство современных процессоров созданы для поддержки 64-битных систем.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "При правильном использовании процессоры обычно имеют подключенный воздушный или жидкостный охладитель.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Скорость процессора влияет на количество кадров в секунду (fps), отображаемых в 3D-игре.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Верно"
                           ]
    },
    {
        "id":  72,
        "prompt":  "Содержимое, отображаемое на мониторе вашего компьютера, трудно рассмотреть. Темные области экрана слишком темные, а светлые области экрана слишком яркие. Вам необходимо настроить монитор так, чтобы вы могли видеть содержимое. Какую настройку монитора следует настроить?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Источник входного сигнала"
                        },
                        {
                            "id":  "B",
                            "text":  "Яркость"
                        },
                        {
                            "id":  "C",
                            "text":  "Резкость"
                        },
                        {
                            "id":  "D",
                            "text":  "Контраст"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  73,
        "prompt":  "Для каждого из трех утверждений о шифровании применительно к вашему устройству и использованию Интернета в личных целях укажите, верно оно или неверно.",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Использование виртуальной частной сети (VPN) сделает вас анонимным в Интернете.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Биометрическая проверка и пароли — это два метода безопасности, обычно используемые для шифрования устройства.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "При сквозном шифровании информация шифруется на исходном устройстве и расшифровывается только после ее поступления на целевое устройство.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Неверно",
                               "C:Верно"
                           ]
    },
    {
        "id":  74,
        "prompt":  "Каковы два универсальных принципа проектирования вычислительного оборудования? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Терпимость к ошибкам: минимизируйте опасности и неблагоприятные последствия случайных или непреднамеренных действий."
                        },
                        {
                            "id":  "B",
                            "text":  "Справедливое использование: дизайн полезен и востребован людьми с разными способностями."
                        },
                        {
                            "id":  "C",
                            "text":  "Сохраняйте затраты на низком уровне: по возможности используйте менее дорогие детали, чтобы снизить затраты на сборку."
                        },
                        {
                            "id":  "D",
                            "text":  "Интернет вещей подключен: по возможности внедряйте онлайн-функциональность, чтобы улучшить взаимодействие с пользователем."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B"
                           ]
    },
    {
        "id":  75,
        "prompt":  "Какой термин отражает основные понятия, которые вы ищете в поисковой системе?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Контекст"
                        },
                        {
                            "id":  "B",
                            "text":  "Ключевые слова"
                        },
                        {
                            "id":  "C",
                            "text":  "Фильтры"
                        },
                        {
                            "id":  "D",
                            "text":  "Покрытие"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  76,
        "prompt":  "Вы получили ноль за задание, которое сдали вчера. Вам необходимо отправить электронное письмо своему учителю и копию электронного письма родителям. Используйте метод, который позволит вашему учителю легко ответить как вам, так и вашему родителю. Чтобы ответить, переместите каждую применимую часть электронного письма из списка слева в правильное место справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "От: -\u003e me@myschool.com"
                        },
                        {
                            "id":  "B",
                            "text":  "К: -\u003e учитель@myschool.com"
                        },
                        {
                            "id":  "C",
                            "text":  "Копия: -\u003e родитель@myhome.com"
                        },
                        {
                            "id":  "D",
                            "text":  "Тема письма (рядом с «Мои оценки:»): -\u003e Почему я вчера получил ноль?"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  77,
        "prompt":  "Вам необходимо определить, представляет ли статья фактическую или предвзятую информацию. Каковы два признака того, что статья представляет предвзятую точку зрения? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Статья опубликована в небольшой газете, а не в известном академическом журнале."
                        },
                        {
                            "id":  "B",
                            "text":  "Автор заявляет, что авторы противоположной статьи радикальны и поэтому не способны понять тему."
                        },
                        {
                            "id":  "C",
                            "text":  "Автор поддерживает свои идеи, приводя непроверенные данные, а не проверенную статистику."
                        },
                        {
                            "id":  "D",
                            "text":  "Автор уважительно и профессионально обращается к противоположной точке зрения."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  78,
        "prompt":  "Ваша команда работает над онлайн-проектом. Вам необходимо предоставлять обратную связь друг другу в цифровом формате. Для каждого утверждения о цифровой обратной связи выберите «Да», если поведение соответствует стандартам цифрового этикета, или «Нет», если не соответствует.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Поправляйте других людей, когда их мнения и идеи ошибочны.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Дайте справедливую критику и конструктивную обратную связь, формулируя ее уважительно.",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Используйте сокращения, сленг и смайлы, чтобы придать комментариям индивидуальность.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "D",
                            "text":  "Используйте правильную грамматику и орфографию, чтобы комментарии было легко понять.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Да",
                               "C:Нет",
                               "D:Да"
                           ]
    },
    {
        "id":  79,
        "prompt":  "Ваш класс учится использовать новое программное обеспечение. Каждому студенту было поручено освоить определенную функцию приложения. Какими двумя способами учащиеся могут улучшить свои навыки использования назначенных функций? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Попробуйте использовать новую функцию."
                        },
                        {
                            "id":  "B",
                            "text":  "Научите кого-нибудь другого использовать его."
                        },
                        {
                            "id":  "C",
                            "text":  "Используйте встроенные анимированные подсказки."
                        },
                        {
                            "id":  "D",
                            "text":  "Прочтите онлайн-обзор аналогичного приложения."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "C"
                           ]
    },
    {
        "id":  80,
        "prompt":  "Вы снимаете на видео друга, который глупо танцует во время вечеринки. Вы хотите поделиться видео со своими общими друзьями. Вам необходимо решить, как поделиться видео, соблюдая правила цифрового этикета. Что вам следует делать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Поделитесь видео в социальных сетях с открытым доступом для просмотра."
                        },
                        {
                            "id":  "B",
                            "text":  "Отправьте видео прямо танцующему другу и позвольте ему поделиться им с другими."
                        },
                        {
                            "id":  "C",
                            "text":  "Отправьте видео только тем, кто присутствовал на вечеринке, и попросите их не делиться им с кем-либо еще."
                        },
                        {
                            "id":  "D",
                            "text":  "Поделитесь видео в социальных сетях с настройками конфиденциальности, позволяющими видеть его только вашим подписчикам."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  81,
        "prompt":  "Вы просматриваете в электронном виде черновой вариант отчета, написанного одноклассником. Какие два метода следует использовать в документе, чтобы предоставить однокласснику конструктивную обратную связь? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Предлагайте изменения с помощью функции «Отслеживать изменения»."
                        },
                        {
                            "id":  "B",
                            "text":  "Используйте заглавные буквы, чтобы указать, что вы бы изменили."
                        },
                        {
                            "id":  "C",
                            "text":  "Используйте функцию комментариев."
                        },
                        {
                            "id":  "D",
                            "text":  "Обсудите изменения устно."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "C"
                           ]
    },
    {
        "id":  82,
        "prompt":  "Для каждого утверждения об облачных вычислениях выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Облачные приложения необходимо обновлять вручную.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Облачные хранилища и приложения полностью исключают вероятность перебоев в обслуживании.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Вы можете получить доступ к файлам в облачном хранилище из любого места при наличии подключения к Интернету.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Неверно",
                               "C:Верно"
                           ]
    },
    {
        "id":  83,
        "prompt":  "Вы пишете эссе. Одноклассник проверяет эссе и предлагает исправления. Вам необходимо окончательно применить эти исправления в документе. Какую кнопку следует выбрать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Создать примечание (New Comment)"
                        },
                        {
                            "id":  "B",
                            "text":  "Удалить (Delete)"
                        },
                        {
                            "id":  "C",
                            "text":  "Исправления (Track Changes)"
                        },
                        {
                            "id":  "D",
                            "text":  "Принять (Accept)"
                        },
                        {
                            "id":  "E",
                            "text":  "Отклонить (Reject)"
                        },
                        {
                            "id":  "F",
                            "text":  "Сравнить (Compare)"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  84,
        "prompt":  "Какова основная цель использования стилей заголовков в документе?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Для создания структуры и формирования автоматического оглавления"
                        },
                        {
                            "id":  "B",
                            "text":  "Для изменения размера шрифта в целях визуального различия"
                        },
                        {
                            "id":  "C",
                            "text":  "Для выделения ключевых слов по всему документу"
                        },
                        {
                            "id":  "D",
                            "text":  "Для добавления цвета с целью акцентирования текста"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  85,
        "prompt":  "Каковы два последствия синдрома упущенной выгоды (FOMO)? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Снижение мотивации"
                        },
                        {
                            "id":  "B",
                            "text":  "Повышение скромности"
                        },
                        {
                            "id":  "C",
                            "text":  "Снижение самооценки"
                        },
                        {
                            "id":  "D",
                            "text":  "Увеличение времени использования социальных сетей"
                        }
                    ],
        "correctAnswers":  [
                               "C",
                               "D"
                           ]
    },
    {
        "id":  86,
        "prompt":  "Брайс испытывает тревогу и подавленность из-за страха упустить что-то важное (FOMO). Каковы два симптома или проявления его синдрома FOMO? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Он нервничает во время выступления с презентацией перед классом."
                        },
                        {
                            "id":  "B",
                            "text":  "Каждый раз, когда он чем-то занят и получает удовольствие, он должен немедленно обновить свой статус в сети."
                        },
                        {
                            "id":  "C",
                            "text":  "Ему обязательно нужно понимать все внутренние шутки, которые друзья публикуют в социальных сетях."
                        },
                        {
                            "id":  "D",
                            "text":  "Он переживает, что его оценки ухудшатся, если он не выполнит домашнее задание."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  87,
        "prompt":  "Для каждого утверждения о различиях между CPU и GPU выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Обычно модернизация видеочипа (GPU) ноутбука осуществляется путем замены дисплея.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Некоторые центральные процессоры (CPU) имеют встроенный GPU и не требуют отдельной видеокарты.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Многие современные компьютеры и игровые системы имеют только GPU и не имеют CPU.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "D",
                            "text":  "Современные GPU выполняют все более сложные вычислительные задачи, включая глубокое обучение и ИИ.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Неверно",
                               "D:Верно"
                           ]
    },
    {
        "id":  88,
        "prompt":  "Какой метод анимации содержимого слайдов лучше всего использовать для создания эффективной презентации?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Применять анимацию ко всем элементам, чтобы удержать внимание аудитории."
                        },
                        {
                            "id":  "B",
                            "text":  "Использовать переходы слайдов, которые гармонично дополняют общую тему презентации."
                        },
                        {
                            "id":  "C",
                            "text":  "Анимировать только текстовые элементы, оставляя изображения статичными."
                        },
                        {
                            "id":  "D",
                            "text":  "Полностью избегать использования переходов и анимации."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  89,
        "prompt":  "Для каждого утверждения о безопасности портативных съемных носителей выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Следует отключить функции автозапуска (Autorun / Autoplay) для всех съемных носителей.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Рабочие и личные файлы следует хранить на разных носителях и никогда не подключать личное устройство к рабочему ПК или наоборот.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Если вы нашли неизвестный съемный носитель, подключите его к своему компьютеру, чтобы узнать информацию о владельце.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  90,
        "prompt":  "Как называется технология, при которой крупные группы удаленных серверов объединены в сеть для распределения задач обработки данных, централизованного хранения и онлайн-доступа к компьютерным сервисам и ресурсам?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Виртуальная частная сеть (VPN)"
                        },
                        {
                            "id":  "B",
                            "text":  "Облачное хранилище данных"
                        },
                        {
                            "id":  "C",
                            "text":  "Виртуальная машина (VM)"
                        },
                        {
                            "id":  "D",
                            "text":  "Облачные вычисления (Cloud computing)"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  91,
        "prompt":  "Переместите каждое описание слева к соответствующей логической строке поиска (Boolean search) справа.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Возвращает результаты, исключая одно слово -\u003e buffalo NOT bison"
                        },
                        {
                            "id":  "B",
                            "text":  "Возвращает результаты для любого из слов, если включено другое слово -\u003e (fish OR turtles) AND pacific ocean"
                        },
                        {
                            "id":  "C",
                            "text":  "Возвращает результаты для любого из двух слов -\u003e lions OR tigers"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  92,
        "prompt":  "Студент пропускает встречу на собеседование по стажировке. Он отправляет интервьюеру следующее письмо:\n\n«Dear Ms. Smith,\nI will be bizzy during my interview time so I need to reschedule I HOPE THIS IS OKAY!!!!!!\nThnx!!!!»\n\nКакой элемент электронного письма демонстрирует соблюдение надлежащего этикета деловой переписки?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Пунктуация"
                        },
                        {
                            "id":  "B",
                            "text":  "Использование заглавных букв"
                        },
                        {
                            "id":  "C",
                            "text":  "Грамматика"
                        },
                        {
                            "id":  "D",
                            "text":  "Приветствие"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  93,
        "prompt":  "Директор школы составляет электронное письмо родителям о важности своевременного прихода всех учащихся в школу. Ему необходимо использовать наиболее подходящий и эффективный метод коммуникации. Что следует сделать директору?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отправить одно письмо группе контактов, включающей только адреса учащихся."
                        },
                        {
                            "id":  "B",
                            "text":  "Отправить одно письмо всем родителям, указав их адреса в поле «Скрытая копия» (Bcc)."
                        },
                        {
                            "id":  "C",
                            "text":  "Отправить отдельное письмо родителям каждого ученика, который опоздал."
                        },
                        {
                            "id":  "D",
                            "text":  "Отправить одно письмо всем родителям через поле «Копия» (Cc)."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  94,
        "prompt":  "Переместите каждый термин презентации слева к его определению справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Файл, содержащий готовые стили и оформление -\u003e Шаблон (Template)"
                        },
                        {
                            "id":  "B",
                            "text":  "Специальный эффект перехода между слайдами -\u003e Переход (Transition)"
                        },
                        {
                            "id":  "C",
                            "text":  "Слайд, управляющий дизайном связанных макетов слайдов -\u003e Образец слайдов (Master)"
                        },
                        {
                            "id":  "D",
                            "text":  "Визуальный эффект движения объектов, текста и картинок на слайде -\u003e Анимация (Animation)"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  95,
        "prompt":  "Каковы два преимущества совместной работы (коллаборации)? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Она развивает межличностные отношения среди коллег/сверстников."
                        },
                        {
                            "id":  "B",
                            "text":  "Она навязывает единый стиль работы всем участникам команды."
                        },
                        {
                            "id":  "C",
                            "text":  "На нее не влияет невыполнение задач отдельным участником команды."
                        },
                        {
                            "id":  "D",
                            "text":  "Она способствует более глубокому и полному пониманию темы."
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "D"
                           ]
    },
    {
        "id":  96,
        "prompt":  "Вам необходимо создать событие в календаре для регулярной обеденной встречи, которая будет проходить каждую среду. Какой параметр следует выбрать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Не повторять (Does not repeat)"
                        },
                        {
                            "id":  "B",
                            "text":  "Ежедневно (Daily)"
                        },
                        {
                            "id":  "C",
                            "text":  "Еженедельно по средам (Weekly on Wednesday)"
                        },
                        {
                            "id":  "D",
                            "text":  "Ежемесячно (Monthly)"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  97,
        "prompt":  "Какого правила следует придерживаться при публикации фотографий в сети?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Всегда отмечать всех на фото, чтобы они обязательно его увидели."
                        },
                        {
                            "id":  "B",
                            "text":  "Публиковать фотографии друзей и семьи в своем общедоступном профиле."
                        },
                        {
                            "id":  "C",
                            "text":  "Всегда указывать полные имена всех на фотографии для указания авторства."
                        },
                        {
                            "id":  "D",
                            "text":  "Добавлять подписи, предоставляющие контекст к фотографиям."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  98,
        "prompt":  "Поставщики интернет-коммерции продают различные товары и услуги в сети. Классифицируйте каждый объект как «Товары» (Goods) или «Услуги» (Services).",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Bluetooth-гарнитура -\u003e Товары (Goods)"
                        },
                        {
                            "id":  "B",
                            "text":  "Сетевой маршрутизатор -\u003e Товары (Goods)"
                        },
                        {
                            "id":  "C",
                            "text":  "Подписка на программное обеспечение -\u003e Услуги (Services)"
                        },
                        {
                            "id":  "D",
                            "text":  "Облачное хранилище -\u003e Услуги (Services)"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  99,
        "prompt":  "Вы нашли в социальных сетях публикацию с неточной и вводящей в заблуждение медицинской информацией. Вы решили ответить на нее. Для каждого ответа выберите «Да», если он соответствует цифровому этикету, или «Нет», если не соответствует.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "«НЕВЕРНО! Вы хоть ЧТО-ТО проверили перед тем, как постить это?»",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "«Многие врачи, включая Джейн Смит из Гарвардской медицинской школы, не согласны с этим.»",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "«Бывает трудно изучить все детали, но по этому вопросу есть множество авторитетных источников.»",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "«Это полная ерунда, вы выглядите глупо! Очевидно, вы не читали исследования Гарварда.»",
                            "answer":  "Нет"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Да",
                               "C:Да",
                               "D:Нет"
                           ]
    },
    {
        "id":  100,
        "prompt":  "Вы создаете проектное предложение вместе с партнером, который находится в другой части страны. Вам обоим необходимо организовать совместную работу над документом. В какой последовательности должны выполняться действия?",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Создать новый документ и загрузить его в облачное хранилище -\u003e Шаг 1"
                        },
                        {
                            "id":  "B",
                            "text":  "Поделиться ссылкой на доступ к документу -\u003e Шаг 2"
                        },
                        {
                            "id":  "C",
                            "text":  "Добавлять комментарии и отслеживать исправления в документе -\u003e Шаг 3"
                        },
                        {
                            "id":  "D",
                            "text":  "Просмотреть и принять или отклонить комментарии и правки -\u003e Шаг 4"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  101,
        "prompt":  "В чем заключается главное преимущество сжатия файлов (архивации)?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Снижение безопасности файлов"
                        },
                        {
                            "id":  "B",
                            "text":  "Улучшение читаемости файлов"
                        },
                        {
                            "id":  "C",
                            "text":  "Увеличение размера файлов"
                        },
                        {
                            "id":  "D",
                            "text":  "Более быстрая передача данных"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  102,
        "prompt":  "Сопоставьте каждое расширение файла с соответствующим описанием формата файла.",
        "type":  "MATCHING",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Сжатое видео, оптимальное для устройств с ограниченным объемом памяти -\u003e .mp4"
                        },
                        {
                            "id":  "B",
                            "text":  "Сжатый аудиофайл, оптимальный для мобильных устройств и смартфонов -\u003e .mp3"
                        },
                        {
                            "id":  "C",
                            "text":  "Цифровой аудиоконтейнер для несжатого аудио, часто используемый для CD-аудио -\u003e .wav"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C"
                           ]
    },
    {
        "id":  103,
        "prompt":  "Вы и ваши одноклассники проверяете общие цифровые документы друг друга. Документ написан хорошо, но вы заметили фактическую ошибку. Вам нужно вежливо указать автору на ошибку в комментарии. Какие два действия следует предпринять? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Указать на ошибку без каких-либо объяснений."
                        },
                        {
                            "id":  "B",
                            "text":  "Написать исправление заглавными буквами, чтобы автор точно его заметил."
                        },
                        {
                            "id":  "C",
                            "text":  "Сохранять позитивный и доброжелательный тон замечания."
                        },
                        {
                            "id":  "D",
                            "text":  "Предоставить правильные сведения в комментарии, если они у вас есть."
                        }
                    ],
        "correctAnswers":  [
                               "C",
                               "D"
                           ]
    },
    {
        "id":  104,
        "prompt":  "Ваша компания хочет улучшить дизайн детского электромобиля. Вам необходимо опросить покупателей и получить полезную обратную связь. Для каждого вопроса выберите «Да», если он поможет собрать практическую обратную связь, или «Нет», если не поможет.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Вам нравится автомобиль?",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Что могло бы сделать автомобиль лучше?",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Какие функции автомобиля для вас наиболее важны?",
                            "answer":  "Да"
                        },
                        {
                            "id":  "D",
                            "text":  "Порекомендовали бы вы этот электромобиль другу?",
                            "answer":  "Нет"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Да",
                               "C:Да",
                               "D:Нет"
                           ]
    },
    {
        "id":  105,
        "prompt":  "Вам нужно выяснить, подходят ли змеи в качестве домашних питомцев. Вы вводите поисковый запрос «Do snakes make good pets?» и получаете четыре результата. Какой из результатов представляет противоположную точку зрения по сравнению с остальными тремя?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "11 лучших домашних змей для начинающих"
                        },
                        {
                            "id":  "B",
                            "text":  "Змеи в качестве домашних животных"
                        },
                        {
                            "id":  "C",
                            "text":  "Как выбрать лучшую домашнюю змею для себя"
                        },
                        {
                            "id":  "D",
                            "text":  "Подходят ли змеи в качестве питомцев? — Змеи — дикие животные, и их нельзя держать дома."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  106,
        "prompt":  "Вы готовитесь к написанию исследовательской работы. Вы нашли научное исследование по теме и хотите оценить его достоверность. Для каждого пункта выберите «Да», если его следует учитывать при оценке надежности исследования, или «Нет», если не следует.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Популярность исследования в соцсетях/прессе",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "Организация, финансировавшая исследование",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Издательство или научный орган, опубликовавший результаты",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Да",
                               "C:Да"
                           ]
    },
    {
        "id":  107,
        "prompt":  "Вы работаете на ноутбуке на улице в солнечную погоду. Чтобы снизить нагрузку на глаза, какую настройку дисплея вам следует отрегулировать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Резкость (Sharpness)"
                        },
                        {
                            "id":  "B",
                            "text":  "Масштаб (Scale)"
                        },
                        {
                            "id":  "C",
                            "text":  "Контрастность (Contrast)"
                        },
                        {
                            "id":  "D",
                            "text":  "Яркость (Brightness)"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  108,
        "prompt":  "Выберите параметр, который позволяет защитить файлы или папки Windows от несанкционированного доступа.",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Файл готов для архивирования (File is ready for archiving)"
                        },
                        {
                            "id":  "B",
                            "text":  "Разрешить индексировать содержимое этого файла (Allow this file to have contents indexed)"
                        },
                        {
                            "id":  "C",
                            "text":  "Сжимать содержимое для экономии места на диске (Compress contents to save disk space)"
                        },
                        {
                            "id":  "D",
                            "text":  "Шифровать содержимое для защиты данных (Encrypt contents to secure data)"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  109,
        "prompt":  "Друг попросил вас оценить презентацию PowerPoint. Вы находите макет презентации хаотичным и неструктурированным. Каким двум правилам визуального единства вы посоветуете ему следовать? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Использовать большое разнообразие шрифтов, цветов и фонов на каждом слайде."
                        },
                        {
                            "id":  "B",
                            "text":  "Применять принципы дизайна: повторение, выравнивание и близость (proximity)."
                        },
                        {
                            "id":  "C",
                            "text":  "Соблюдать единообразие и постоянство стиля во всех элементах презентации."
                        },
                        {
                            "id":  "D",
                            "text":  "Выравнивать абсолютно весь текст и графические элементы строго по центру."
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  110,
        "prompt":  "Какое правило является наилучшей практикой при ответе на электронное письмо?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отвечать немедленно, даже если вы заняты."
                        },
                        {
                            "id":  "B",
                            "text":  "Не торопиться и подготовить продуманный и взвешенный ответ."
                        },
                        {
                            "id":  "C",
                            "text":  "Всегда использовать «Ответить всем», чтобы ускорить коммуникацию."
                        },
                        {
                            "id":  "D",
                            "text":  "Ставить своих друзей в скрытую копию (BCC) при деловой переписке."
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  111,
        "prompt":  "Для каждого утверждения о безопасности веб-камеры выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Рекомендуется закрывать веб-камеру шторкой, когда она не используется.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Все веб-камеры оснащены световым индикатором, который невозможно отключить программно.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Отключение веб-камеры в настройках ОС полностью защищает от любого несанкционированного доступа.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  112,
        "prompt":  "В чем преимущество выбора принтера в качестве принтера по умолчанию в системе?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Принтер по умолчанию будет автоматически выбираться при нажатии кнопки «Печать»."
                        },
                        {
                            "id":  "B",
                            "text":  "Принтер по умолчанию будет оставаться включенным все время."
                        },
                        {
                            "id":  "C",
                            "text":  "Принтер по умолчанию сможет принимать задания печати с любого устройства в Интернете."
                        },
                        {
                            "id":  "D",
                            "text":  "Принтер по умолчанию сможет уведомлять вас о низком уровне чернил или тонера."
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  113,
        "prompt":  "Вы ведете личный и профессиональный профили в социальных сетях. Какие два пункта подходят для публикации в вашем профессиональном аккаунте? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Ваша официальная деловая фотография профиля"
                        },
                        {
                            "id":  "B",
                            "text":  "Полученный вами профессиональный или технический сертификат"
                        },
                        {
                            "id":  "C",
                            "text":  "Жалоба или критика в адрес текущего коллеги по работе"
                        },
                        {
                            "id":  "D",
                            "text":  "Семейная фотография за настольной игрой"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B"
                           ]
    },
    {
        "id":  114,
        "prompt":  "Для чего главным образом используется шифрование?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Для защиты данных от несанкционированного доступа."
                        },
                        {
                            "id":  "B",
                            "text":  "Для автоматического исправления ошибок в данных."
                        },
                        {
                            "id":  "C",
                            "text":  "Для облегчения доступа к файлам."
                        },
                        {
                            "id":  "D",
                            "text":  "Для повышения скорости передачи данных между устройствами."
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  115,
        "prompt":  "Какого правила следует придерживаться при ответе на комментарии в Интернете?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отвечать с уважением, даже если вы не согласны с собеседником."
                        },
                        {
                            "id":  "B",
                            "text":  "Игнорировать все комментарии, даже если они агрессивные."
                        },
                        {
                            "id":  "C",
                            "text":  "Удалять любые комментарии, с которыми вы лично не согласны."
                        },
                        {
                            "id":  "D",
                            "text":  "Отвечать только тогда, когда вы полностью согласны с комментарием."
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  116,
        "prompt":  "Для какой общей цели можно использовать все следующие инструменты?\n• Google Docs\n• Google Meet\n• Microsoft Teams\n• Dropbox",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Хранение файлов"
                        },
                        {
                            "id":  "B",
                            "text":  "Совместная работа (коллаборация)"
                        },
                        {
                            "id":  "C",
                            "text":  "Создание контента"
                        },
                        {
                            "id":  "D",
                            "text":  "Видеочат"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  117,
        "prompt":  "Для каждого утверждения о веб-браузерах выберите «Да», если вы можете выполнить это действие, или «Нет», если не можете.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Настраивать кнопки, меню или панели инструментов браузера",
                            "answer":  "Да"
                        },
                        {
                            "id":  "B",
                            "text":  "Изменять установленную домашнюю страницу браузера",
                            "answer":  "Да"
                        },
                        {
                            "id":  "C",
                            "text":  "Добавлять плагины и расширения для получения дополнительных функций",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Да",
                               "B:Да",
                               "C:Да"
                           ]
    },
    {
        "id":  118,
        "prompt":  "Кому принадлежат авторские права на контент, созданный исключительно искусственным интеллектом (ИИ)?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Человеку, который написал текстовый запрос (промпт) для генерации контента."
                        },
                        {
                            "id":  "B",
                            "text":  "Компании, которая разрабатывает и обслуживает серверы модели ИИ."
                        },
                        {
                            "id":  "C",
                            "text":  "Разработчику, написавшему программный код для модели ИИ."
                        },
                        {
                            "id":  "D",
                            "text":  "Никому — контент, созданный исключительно ИИ, автоматически является общественным достоянием."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  119,
        "prompt":  "Вы создаете презентацию-слайд-шоу, чтобы заработать деньги для своего школьного клуба (коммерческая цель). Вы ищете в сети песню, чтобы сделать ремикс и добавить в презентацию. Какая лицензия Creative Commons позволяет сделать ремикс для этой цели?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "CC BY-NC-ND"
                        },
                        {
                            "id":  "B",
                            "text":  "CC BY-SA"
                        },
                        {
                            "id":  "C",
                            "text":  "CC BY-NC-SA"
                        },
                        {
                            "id":  "D",
                            "text":  "CC BY-ND"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  120,
        "prompt":  "Для каждого из четырех утверждений об истории версий и сжатии файлов выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "История версий позволяет просматривать или восстанавливать ранее сохраненную версию файла.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Загрузка нового файла взамен старого автоматически удаляет историю версий старого файла.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Сжатие нескольких файлов в ZIP-архив упрощает их загрузку в сеть.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Сжатие видео в ZIP-архив снижает качество звука и изображения.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  121,
        "prompt":  "Вы создаете рекламный буклет для своей компании, а изображение, которое вы хотите использовать, имеет лицензию Creative Commons: некоммерческое использование, с указанием авторства (CC BY-NC). Что вам следует сделать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Использовать изображение, если буклет можно будет скачать бесплатно."
                        },
                        {
                            "id":  "B",
                            "text":  "Использовать изображение без внесения изменений."
                        },
                        {
                            "id":  "C",
                            "text":  "Не использовать изображение и найти другое."
                        },
                        {
                            "id":  "D",
                            "text":  "Использовать с указанием автора, поскольку изображение разрешено для бизнеса."
                        }
                    ],
        "correctAnswers":  [
                               "C"
                           ]
    },
    {
        "id":  122,
        "prompt":  "Для каждого из четырех утверждений о веб-формах выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Обязательные поля должны быть заполнены перед отправкой.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Формы могут содержать CAPTCHA для обеспечения безопасности.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Формы могут включать возможность прикрепления и загрузки файлов.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Отправка формы автоматически сохраняет копию на локальный диск или отправляет на почту.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  123,
        "prompt":  "Вы работаете над документом вместе с одноклассниками, и вам необходимо отслеживать, собирать и систематизировать отзывы в общем черновике, не создавая конфликтующих копий. Какие два действия вам следует выбрать? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Попросить каждого рецензента использовать режим предложений/исправлений в своей отдельной копии и отправить ее обратно по почте."
                        },
                        {
                            "id":  "B",
                            "text":  "Отключить историю версий, чтобы уменьшить загромождение файла."
                        },
                        {
                            "id":  "C",
                            "text":  "Перенести обсуждение правок в групповой чат вне документа."
                        },
                        {
                            "id":  "D",
                            "text":  "Добавлять комментарии с упоминаниями через @ в общем документе."
                        },
                        {
                            "id":  "E",
                            "text":  "Включить режим предложений/отслеживания изменений (Suggesting/Track Changes), чтобы помечать правки по авторам."
                        }
                    ],
        "correctAnswers":  [
                               "D",
                               "E"
                           ]
    },
    {
        "id":  124,
        "prompt":  "Для каждого из четырех утверждений о компонентах компьютера выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Процессор (CPU) является устройством вывода, отображающим информацию пользователям.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Видеокарта (GPU) — это устройство обработки данных, работающее с изображениями и графикой.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Устройства обработки преобразуют входные данные в полезную выходную информацию.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Оперативная память (RAM) является устройством обработки, поскольку хранит данные в течение короткого времени.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  125,
        "prompt":  "Какой параметр защищает файл, требуя аутентификации перед получением доступа?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Установить пароль, необходимый для открытия файла."
                        },
                        {
                            "id":  "B",
                            "text":  "Ограничить редактирование только отслеживаемыми изменениями."
                        },
                        {
                            "id":  "C",
                            "text":  "Защитить документ только для добавления комментариев."
                        },
                        {
                            "id":  "D",
                            "text":  "Пометить файл как «Только для чтения»."
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  126,
        "prompt":  "Для каждого из трех утверждений о создании и управлении цифровыми профилями (идентичностью) в Интернете выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Разделение личных взглядов на острые темы и рабочего онлайн-профиля помогает поддерживать правильные цифровые границы.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Использование разных адресов электронной почты для рабочих и личных целей — эффективный способ управления несколькими цифровыми профилями.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Создание разных имен пользователей для рабочих и личных сайтов слишком сложно и не требуется.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  127,
        "prompt":  "Переместите каждую аппаратную функцию слева к соответствующей потребности инклюзивности справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Высококонтрастные колпачки клавиш с крупными обозначениями -\u003e Улучшение видимости клавиш для слабовидящих пользователей"
                        },
                        {
                            "id":  "B",
                            "text":  "Гарнитуры со встроенным регулятором громкости и стандартными разъемами 3,5 мм -\u003e Индивидуальное прослушивание и удобная регулировка громкости"
                        },
                        {
                            "id":  "C",
                            "text":  "USB-порты на передней панели и широкое пространство для ног -\u003e Простое подключение периферии и удобство для пользователей в инвалидных колясках"
                        },
                        {
                            "id":  "D",
                            "text":  "Мониторы на регулируемых поворотно-наклонных кронштейнах -\u003e Уменьшение бликов и нагрузки на шею; регулировка под разный рост"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  128,
        "prompt":  "Вы создаете пошаговое руководство для нетехнических членов сообщества, которые будут распечатывать его дома. Какие два действия вам следует предпринять? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Добавить субтитры к видео, чтобы информация распечаталась на бумаге."
                        },
                        {
                            "id":  "B",
                            "text":  "Предоставить исходный файл дизайна (.psd) для редактирования."
                        },
                        {
                            "id":  "C",
                            "text":  "Использовать простой, понятный язык и нумерованные шаги."
                        },
                        {
                            "id":  "D",
                            "text":  "Экспортировать удобный для печати высококонтрастный PDF-файл."
                        }
                    ],
        "correctAnswers":  [
                               "C",
                               "D"
                           ]
    },
    {
        "id":  129,
        "prompt":  "Для каждого из трех утверждений о языковых и региональных настройках выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Региональные настройки могут влиять на форматы даты и времени.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Языковые параметры можно настраивать индивидуально для каждого профиля пользователя.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Изменение языка системы автоматически переводит все сторонние приложения.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Неверно"
                           ]
    },
    {
        "id":  130,
        "prompt":  "Для каждого из четырех утверждений об использовании корпоративных мессенджеров на рабочем месте выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отвечать «ОК» на все без исключения сообщения.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Писать краткие сообщения строго по делу.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Избегать отправки сообщений в нерабочее время, за исключением экстренных случаев.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Использовать эмодзи и GIF-анимации вместо слов в официальном деловом общении.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  131,
        "prompt":  "Для каждого из четырех утверждений о цифровом этикете на крупных видеоконференциях выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Проверить работу аудио и видео до начала встречи — признак хорошего этикета.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Отключать микрофон, когда вы не выступаете.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Включать микрофон для вопроса посреди встречи лучше, чем использовать блок вопросов и ответов (Q\u0026A) или чат.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "D",
                            "text":  "Подключение к собранию с понятным и реальным отображаемым именем — пример хорошего этикета.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Неверно",
                               "D:Верно"
                           ]
    },
    {
        "id":  132,
        "prompt":  "Вы создаете отчет компании в текстовом процессоре. В отчете есть несколько заголовков и разделов основного текста. Руководитель просит вас убедиться, что все заголовки имеют одинаковый шрифт, размер и цвет, а основной текст единообразен во всем документе. Какую функцию следует использовать для применения единообразного форматирования?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Междустрочный интервал (Paragraph spacing)"
                        },
                        {
                            "id":  "B",
                            "text":  "Стили (Styles)"
                        },
                        {
                            "id":  "C",
                            "text":  "Цвет шрифта (Font color)"
                        },
                        {
                            "id":  "D",
                            "text":  "Текстовые эффекты (Text effects)"
                        }
                    ],
        "correctAnswers":  [
                               "B"
                           ]
    },
    {
        "id":  133,
        "prompt":  "Человек, с которым вы познакомились в учебной онлайн-группе, избегает видеозвонков, просит подарочные карты и настойчиво выпытывает личные данные. Что вам следует сделать?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Один раз отправить небольшую сумму для укрепления доверия, а затем попросить удостоверение личности."
                        },
                        {
                            "id":  "B",
                            "text":  "Поделиться частью личных данных, но отклонить просьбы о деньгах."
                        },
                        {
                            "id":  "C",
                            "text":  "Перейти в приватный мессенджер для общения один на один."
                        },
                        {
                            "id":  "D",
                            "text":  "Прекратить общение, заблокировать аккаунт и пожаловаться на него администрации платформы."
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  134,
        "prompt":  "Друзья подшучивают над вами и говорят, что у вас есть все симптомы FOMO. Для каждого утверждения о синдроме упущенной выгоды (FOMO) выберите «Да», если утверждение верно, или «Нет», если неверно.",
        "type":  "YES_NO_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "FOMO — это расстройство, вызванное ношением маски для лица при использовании социальных сетей.",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "B",
                            "text":  "FOMO расшифровывается как «Feeling of Missing Out» (Чувство упущенной выгоды).",
                            "answer":  "Нет"
                        },
                        {
                            "id":  "C",
                            "text":  "Хотя FOMO не считается психическим заболеванием, оно вызвано вполне реальными эмоциями и имеет ощутимые последствия.",
                            "answer":  "Да"
                        }
                    ],
        "correctAnswers":  [
                               "A:Нет",
                               "B:Нет",
                               "C:Да"
                           ]
    },
    {
        "id":  135,
        "prompt":  "Какие два ресурса сообщества могут научить вас использовать определенную функцию в компьютерной программе? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Тематические форумы"
                        },
                        {
                            "id":  "B",
                            "text":  "Википедия"
                        },
                        {
                            "id":  "C",
                            "text":  "Инструкции по установке"
                        },
                        {
                            "id":  "D",
                            "text":  "Пользовательские блоги"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "D"
                           ]
    },
    {
        "id":  136,
        "prompt":  "Какая настройка изменяет язык пользовательского интерфейса приложения?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Яркость экрана"
                        },
                        {
                            "id":  "B",
                            "text":  "Лоток принтера"
                        },
                        {
                            "id":  "C",
                            "text":  "Размер файла"
                        },
                        {
                            "id":  "D",
                            "text":  "Язык интерфейса"
                        }
                    ],
        "correctAnswers":  [
                               "D"
                           ]
    },
    {
        "id":  137,
        "prompt":  "Какие два действия снижают риск быть обманутым при онлайн-знакомствах и общении в Интернете? (Выберите 2.)",
        "type":  "MULTIPLE CHOICE",
        "answersRequired":  2,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Немедленная отправка денег по первой просьбе"
                        },
                        {
                            "id":  "B",
                            "text":  "Отказ от передачи конфиденциальных данных незнакомцам"
                        },
                        {
                            "id":  "C",
                            "text":  "Проверка личности через независимый источник"
                        },
                        {
                            "id":  "D",
                            "text":  "Безоговорочное доверие каждой фотографии в профиле"
                        }
                    ],
        "correctAnswers":  [
                               "B",
                               "C"
                           ]
    },
    {
        "id":  138,
        "prompt":  "Для каждого утверждения о совместной работе над документами выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Комментарий позволяет указать на проблему, не изменяя основной текст.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Все участники обязаны вносить правки строго одновременно.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "История версий позволяет просмотреть ранее внесенные изменения.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Верно"
                           ]
    },
    {
        "id":  139,
        "prompt":  "Сопоставьте режим совместной работы слева с его описанием справа.",
        "type":  "MATCHING",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Синхронное редактирование (Synchronous editing) -\u003e Изменения вносятся одновременно"
                        },
                        {
                            "id":  "B",
                            "text":  "Асинхронное редактирование (Asynchronous editing) -\u003e Изменения вносятся в разное время"
                        },
                        {
                            "id":  "C",
                            "text":  "Соавторство (Co-authoring) -\u003e Несколько авторов работают над одним материалом"
                        },
                        {
                            "id":  "D",
                            "text":  "Рецензирование через комментарии (Comment review) -\u003e Отзывы и замечания, прикрепленные к тексту"
                        }
                    ],
        "correctAnswers":  [
                               "A",
                               "B",
                               "C",
                               "D"
                           ]
    },
    {
        "id":  140,
        "prompt":  "Какая функция отображает изменения, внесенные разными авторами?",
        "type":  "SINGLE CHOICE",
        "answersRequired":  1,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Отслеживание исправлений (Track Changes)"
                        },
                        {
                            "id":  "B",
                            "text":  "Только предварительный просмотр (Preview only)"
                        },
                        {
                            "id":  "C",
                            "text":  "Заставка (Splash screen)"
                        },
                        {
                            "id":  "D",
                            "text":  "Регулятор громкости (Volume control)"
                        }
                    ],
        "correctAnswers":  [
                               "A"
                           ]
    },
    {
        "id":  141,
        "prompt":  "Для каждого из четырех утверждений о культурной чуткости и толерантности в Интернете выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Учитывать разницу в часовых поясах участников.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Использовать специфический юмор, чтобы разрядить обстановку для всех.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Исходить из того, что все люди отмечают одни и те же праздники.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "D",
                            "text":  "Избегать стереотипов в общении.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Неверно",
                               "C:Неверно",
                               "D:Верно"
                           ]
    },
    {
        "id":  142,
        "prompt":  "Для каждого из четырех утверждений о создании событий в цифровом календаре выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "К событию можно добавить местоположение (адрес).",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "B",
                            "text":  "Можно планировать повторяющиеся события на регулярную дату и время.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "В событие календаря можно добавлять ссылки на веб-страницы или видеовстречи.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Чтобы изменить время события, его обязательно нужно удалить и создать заново.",
                            "answer":  "Неверно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Верно",
                               "B:Верно",
                               "C:Верно",
                               "D:Неверно"
                           ]
    },
    {
        "id":  143,
        "prompt":  "Для каждого из четырех утверждений о редактировании изображений выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  4,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Поворот изображения на 90 градусов по часовой стрелке дает такой же результат, как отражение по горизонтали.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Экспорт JPEG с более высокой степенью сжатия уменьшает размер файла без ущерба для качества изображения.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "C",
                            "text":  "Изменение размера изображения с сохранением пропорций («lock aspect ratio») предотвращает искажения.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "D",
                            "text":  "Увеличение контраста может сделать тусклое фото более четким, но чрезмерное усиление может привести к потере деталей.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Неверно",
                               "C:Верно",
                               "D:Верно"
                           ]
    },
    {
        "id":  144,
        "prompt":  "Для каждого из трех утверждений о кэтфишинге (создании фальшивых профилей в сети) выберите «Верно» или «Неверно».",
        "type":  "TRUE_FALSE_MATRIX",
        "answersRequired":  3,
        "options":  [
                        {
                            "id":  "A",
                            "text":  "Примером кэтфишинга является ссылка, ведущая на поддельный сайт банка для кражи паролей пользователей.",
                            "answer":  "Неверно"
                        },
                        {
                            "id":  "B",
                            "text":  "Кэтфишинг предполагает создание поддельной личности в сети для завоевания доверия и выманивания денег или личной информации.",
                            "answer":  "Верно"
                        },
                        {
                            "id":  "C",
                            "text":  "Проверить подозрение на кэтфишинг можно, запросив короткий видеозвонок и выполнив обратный поиск по фотографии профиля.",
                            "answer":  "Верно"
                        }
                    ],
        "correctAnswers":  [
                               "A:Неверно",
                               "B:Верно",
                               "C:Верно"
                           ]
    }
];
